-- Item data (c) Grinding Gear Games
return {
-- Amulet

[[
西里的真相
翠玉护身符
等级需求: 7
版本: 3.7.0以前
版本: 当前
+(20-30) 敏捷
获得 22 级的主动技能【精准】，且可被此道具上的技能石辅助
{variant:2}【精准】的总魔力保留额外降低 50%
+(25-35) 敏捷 
攻击附加 (12-15) - (24-28) 基础物理伤害 
攻击附加 (11-15) - (23-28) 基础冰霜伤害 
+(23-28)% 攻击和法术暴击伤害加成
物理攻击伤害的 (0.8-1)% 会转化为生命偷取
]],
[[
圣令
珊瑚护身符
联盟: 战乱之殇
源: 卡鲁军团
等级需求: 54
(2.0-4.0) 每秒生命回复
+(30-40) 智慧
召唤生物有 +(-17-17)% 混沌抗性
召唤愤怒狂灵的持续时间延长 (20-30)%
召唤愤怒狂灵的伤害提高 (60-80)%
愤怒狂灵的最大生命提高 (80-100)%
愤怒狂灵每秒受到等同于最大生命 20% 的混沌伤害
]],
[[
至日不眠
黑曜护身符
联盟: 毁灭不朽
塑界之器
+(10-16) 全属性
伤害提高 (20-25)%
+(50-70) 最大生命
每秒 (2.0-3.0) 基础魔力回复
【时空锁链】的魔力保留降低 100%
击败稀有或者传奇敌人时，获得【塑界者姿态】，持续 10 秒
]],
[[
信念之砧
琥珀护身符
版本: 1.3.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 45
+(20-30) 力量
攻击速度降低 10%
施法速度降低 10%
+(400-500) 护甲
{variant:1}格挡时回复 +(30-40) 生命
{variant:2,3}格挡时回复 +(34-48) 生命
{variant:1}格挡时回复 +(10-20) 魔力
{variant:2,3}格挡时回复 +(10-24) 魔力
{variant:1}移动速度降低 20%
{variant:2}移动速度降低 10%
+3% 攻击和法术格挡率上限
{variant:1}10% 攻击格挡率
{variant:2,3}8% 攻击格挡率
{variant:1}格挡攻击时反射 200 - 250 物理伤害
{variant:2,3}格挡攻击时反射 240 - 300 物理伤害
]],[[
隐灵之符
珊瑚护身符
升级: 使用 预言【伪神之林】 升级为 传奇【努葛玛呼之像】
(2-4) 每秒生命回复
低血时闪避值提高 +100
+(30-50) 最大生命
+(20-30)% 火焰抗性
低血时每秒回复 1% 生命
]],[[
努葛玛呼之像
珊瑚护身符
源: 由传奇【隐灵之符】 使用 预言【伪神之林】 升级
等级需求: 36
(2-4) 每秒生命回复
火焰伤害提高 (50-70)%
低血时闪避值提高 +100
+(30-50) 最大生命
+(20-30)% 火焰抗性
低血时每秒回复 1% 生命
]],[[
苦行
帝金护身符
源: 预言【盗贼的野望 III】
等级需求: 8
物品稀有度提高 (12-20)%
装备 1 件魔法物品时，物品掉落数量提高 (10-15)%
装备 1 件普通物品时，物品稀有度提高 (80-100)%
]],[[
均衡之符
黑曜护身符
等级需求: 20
+(10-16) 全属性
+(80-100) 全属性
承受攻击造成的物理伤害 -4
]],[[
阿兹里圣徽
海灵护身符
版本: 2.6.0以前
版本: 当前
等级需求: 16
魔力回复速度提高 (20-30)%
{variant:1}+50 最大魔力
{variant:2}+100 最大魔力
{variant:1}最大魔力提高 (8-12)%
{variant:2}最大魔力提高 (16-24)%
{variant:1}魔力回复速度提高 (40-60)%
{variant:2}魔力回复速度提高 (80-100)%
装备和技能石的属性需求降低 25%
]],[[
埃拉黛丝
玛瑙护身符
版本: 2.5.0以前
版本: 当前
等级需求: 32
+(16-24) 力量和智慧
+(30-50) 最大生命
+(50-70) 最大魔力
+1 暴击球数量上限
每个暴击球提高 10% 魔力回复速度
{variant:2}暴击球的持续时间延长 (80-100)%
每有一个暴击球，你受到伤害的 1% 由魔力先承担
每个暴击球暴击率降低 40%
]],[[
比斯克的项圈
帝金护身符
版本: {2_6}3.0.0以前
版本: 3.2.0以前
版本: 当前
等级需求: 30
物品稀有度提高 (12-20)%
{variant:1}击败魔法怪物后的物品稀有度提高 150%
{variant:2,3}击败魔法怪物后的物品稀有度提高 (100-150)%
{variant:1}击败普通怪物的物品掉落数量提高 100%
{variant:2}击败普通怪物的物品掉落数量提高 (50-100)%
{variant:3}击败普通怪物的物品掉落数量提高 (35-50)%
]],[[
枯井
咒箍魔符
联盟: 魔符·专家
等级需求: 28
Talisman Tier: 2
全局防御提高 (15-25)%
+(20-30) 最大能量护盾
+(15-30)% 火焰抗性
+(15-30)% 闪电抗性
药剂持续期间，能量护盾延后 30% 开始回复
药剂持续期间，能量护盾回复速度提高 400%
已腐化
]],[[
堕落之血
琥珀护身符
源: 由 传奇【纯净之泪】 使用 通货【瓦尔宝珠】 升级
等级需求: 20
+(20-30) 力量
获得 10 级的主动技能【元素之愈】
攻击附加 19 - 43 基础混沌伤害
获得 -(10-5)% 火焰、冰霜、闪电抗性
+(17-29)% 混沌抗性
已腐化
]],[[
鲜血支配
珊瑚护身符
版本: 3.0.0以前
等级需求: 55
(2-4) 每秒生命回复
攻击附加 10 - 20 基础物理伤害
+(60-70) 最大生命
(8-12) 每秒生命回复
药剂回复的生命提高 100%
流血状态下移动不再承受额外的伤害
]],[[
鲜血支配
珊瑚护身符
版本: 当前
等级需求: 74
每秒回复 (1.2-1.6)% 生命
攻击附加 10 - 20 基础物理伤害
+(60-70) 最大生命
(8-12) 每秒生命回复
药剂回复的生命提高 100%
流血状态下移动不再承受额外的伤害
]],[[
屠戮之心
黑曜护身符
版本: 2.6.0以前
版本: 当前
等级需求: 20
+(10-16) 全属性
+(20-40) 全属性
{variant:1}最大生命降低 25%
{variant:1}最大能量护盾降低 25%
获得 +(10-20)% 火焰、冰霜、闪电抗性
物理攻击伤害的 (1.2-2)% 会转化为生命偷取
{variant:2}偷取时伤害提高 (30-40)%
{variant:2}从生命偷取中获得的每秒总恢复量提高 50%
更明显打击效果
]],[[
德瑞索的战礼
黄晶护身符
联盟: 混乱
等级需求: 16
+(16-24) 力量和敏捷
最大能量护盾降低 50%
+(30-40)% 火焰抗性
+(30-40)% 冰霜抗性
满血时移动速度提高 10%
+2 近战与空手攻击范围
满血时近战伤害提高 60%
]],[[
心灵抽取
玛瑙护身符
版本: 3.5.0以前
版本: 当前
等级需求: 16
+(16-24) 力量和智慧
+(30-50) 力量
击败敌人时有 5% 几率给予周围敌人不洁之力
击败敌人时有 5% 几率给予周围敌人【猛攻】状态
{variant:1}击败敌人时有 5% 几率获得不洁之力 3 秒
{variant:1}击败敌人时有 5% 几率获得 3 秒【猛攻】状态
{variant:2}击败敌人时有 10% 几率获得不洁之力 3 秒
{variant:2}击败敌人时有 10% 几率获得 3 秒【猛攻】状态
击败敌人时回复 1% 最大生命
]],[[
寻宝者的心眼
黑曜护身符
升级: 使用 通货【夏乌拉的祝福】 升级为 【夏乌拉之印】
等级需求: 20
+(10-16) 全属性
最大生命降低 20%
物品稀有度提高 30%
免疫晕眩
]],[[
夏乌拉之印
黑曜护身符
联盟: 裂隙
源: 由传奇【寻宝者的心眼】 使用通货【夏乌拉的祝福】 升级
等级需求: 60
+(10-16) 全属性
物品稀有度提高 30%
+60% 混沌抗性
免疫晕眩
20% 的最大生命转化为能量护盾
]],[[
无罪之眼
黄晶护身符
源: 传奇Boss【凤凰守卫】 专属掉落
等级需求: 68
+(16-24) 力量和敏捷
火焰伤害击中时有 10% 几率点燃敌人
被点燃时伤害提高 (50-70)%
每点燃 1 个敌人，则受到 100 火焰伤害
被点燃时，火焰伤害的 2% 转化为生命偷取
]],[[
巨狼之眼
狼王魔符
等级需求: 52
Has Alt Variant: true
版本: 属性
版本: 全域防御
版本: 混沌伤害
版本: 攻击伤害
版本: 冰霜伤害
版本: 火焰伤害
版本: 闪电伤害
版本: 法术伤害
版本: 全域物理伤害
版本: 魔力
版本: 伤害
版本: 物理伤害减伤
版本: 冰冻、感电与点燃
版本: 暴击几率
版本: 范围效果
版本: 攻击和施法速度
版本: 物品数量
版本: 生命
版本: 暴击伤害
版本: 魔卫数量上限
版本: 击败获得狂怒球
版本: 击败获得暴击球
版本: 击败获得耐力球
版本: 生命回复
版本: 承受冰霜转火焰
版本: 承受冰霜转闪电
版本: 承受火焰转冰霜
版本: 承受火焰转闪电
版本: 承受闪电转冰霜
版本: 承受闪电转火焰
版本: 获得物理伤害的随机元素
版本: 额外穿透
Implicits: 32
{variant:1}所有属性提高 (24-32)%
{variant:2}全局防御提高 (30-50)%
{variant:3}混沌伤害提高 (38-62)%
{variant:4}攻击伤害提高 (40-60)%
{variant:5}冰霜伤害提高 (40-60)%
{variant:6}火焰伤害提高 (40-60)%
{variant:7}闪电伤害提高 (40-60)%
{variant:8}法术伤害提高 (40-60)%
{variant:9}物理伤害提高 (40-60)%
{variant:10}最大魔力提高 (40-60)%
{variant:11}伤害提高 (50-70)%
{variant:12}(8-12)% 额外物理伤害减伤
{variant:13}(8-12)% 几率造成冰冻、感电与点燃效果
{variant:14}攻击和法术暴击率提高 (80-100)%
{variant:15}范围效果扩大 (10-16)%
{variant:16}攻击与施法速度提高 (12-20)%
{variant:17}物品掉落数量提高 (12-20)%
{variant:18}最大生命提高 (16-24)%
{variant:19}+(48-72)% 攻击和法术暴击伤害加成
{variant:20}+2 魔卫数量上限
{variant:21}击败敌人后有 20% 几率获得 1 个狂怒球
{variant:22}击败敌人有 20% 几率获得暴击球
{variant:23}击败敌人有 20% 几率时获得耐力球
{variant:24}每秒回复 4% 生命
{variant:25}受到击中冰霜伤害的 100% 转为火焰伤害
{variant:26}受到击中冰霜伤害的 100% 转为闪电伤害
{variant:27}受到击中火焰伤害的 100% 转为冰霜伤害
{variant:28}受到击中火焰伤害的 100% 转为闪电伤害
{variant:29}受到击中闪电伤害的 100% 转为冰霜伤害
{variant:30}受到击中闪电伤害的 100% 转为火焰伤害
{variant:31}获得等同 (12-24)% 物理伤害的 1 个随机火焰、冰霜、闪电伤害
{variant:32}投射物会穿透 (4-6) 个额外目标
固定基底词缀两倍效果加成
]],[[
昏暗之牙
碧珠护身符
源: 传奇Boss【裂界守卫：净世】 专属掉落
Requires 77
固定基底词缀: 1
魔力回复速度提高 (48-56)%
混沌伤害的 0.5% 转化为生命偷取
你的法术击中每个敌人会失去 (10-15) 生命
你的攻击击中每个敌人会失去 (20-25) 生命
投射物可以连锁弹射 +1 次
每连锁弹射 1 次，投射物获得额外混沌伤害，其数值等同于非混沌伤害的 (15-20)%
]],[[
太平
翠玉护身符
联盟: 裂隙
源: 地图【托沃领域】 或 传奇Boss【崩雪‧托沃】 专属掉落
升级: 使用 通货【托沃的祝福】 升级为 传奇【群魔殿】
等级需求: 35
+(20-30) 敏捷
冰霜伤害提高 (10-20)%
+(35-40)% 冰霜抗性
敌人被冰冻的持续时间延长 30%
冰霜伤害击中时有 10% 的几率冰冻敌人
近期内你若有冰冻敌人，则伤害提高 60%
]],[[
群魔殿
翠玉护身符
联盟: 裂隙
源: 由 传奇【太平】 使用 通货【托沃的祝福】 升级
等级需求: 64
+(20-30) 敏捷
冰霜伤害提高 (20-30)%
+(35-40)% 冰霜抗性
击中敌人后使其冰缓 1 秒，速度降低 30%
击中冰缓的敌人时使其致盲
对冰缓敌人穿透其 20% 冰霜抗性
]],[[
辛格拉的凝视
黑曜护身符
源: 任意预言
等级需求: 20
+(10-16) 全属性
+1000 命中值
(6-10)% 几率躲避攻击击中
(6-10)% 几率躲避法术击中
不会被致盲
]],[[
烈阳徽记
帝金护身符
升级: 使用 【盲信】 升级为 【耀阳徽记】
等级需求: 8
物品稀有度提高 (12-20)%
+10 敏捷
攻击附加 12 - 24 基础火焰伤害
+(100-150) 命中值
+(100-150) 点闪避值
+20% 火焰抗性
]],[[
耀阳徽记
帝金护身符
源: 由 传奇【烈阳徽记】 使用 预言【盲信】 升级
等级需求: 57
物品稀有度提高 (12-20)%
+10 敏捷
攻击附加 12 - 24 基础火焰伤害
+(100-150) 命中值
+(100-150) 点闪避值
+20% 火焰抗性
你的攻击和法术无法被致盲的敌人所闪避
对致盲敌人的伤害穿透 10% 火焰抗性
]],[[
隐逝
黑曜护身符
源: 传奇Boss【裂界者】 专属掉落 (T11地图或以上)
版本: 物理
版本: 火焰
版本: 冰霜
版本: 闪电
版本: 混沌
等级需求: 64
+(10-16) 全属性
{variant:1}附加 (12-16) - (20-25) 基础物理伤害
{variant:2}附加 (20-24) - (33-36) 基础火焰伤害
{variant:3}附加 (20-24) - (33-36) 基础冰霜伤害
{variant:4}附加 (10-13) - (43-47) 基础闪电伤害
{variant:5}附加 (17-19) - (23-29) 基础混沌伤害
{variant:1}+(400-500) 护甲
{variant:2}每秒回复 1% 生命
{variant:3}魔力回复速度提高 (45-50)%
{variant:4}每秒回复 1% 能量护盾
{variant:5}持续伤害效果提高 (30-40)%
+(50-70) 最大生命
{variant:1}晕眩和格挡回复降低 (30-40)%
{variant:2}+(20-25)% 火焰抗性
{variant:3}+(20-25)% 冰霜抗性
{variant:4}+(20-25)% 闪电抗性
{variant:5}+(17-23)% 混沌抗性
{variant:1}【脆弱】的魔力保留降低 100%
{variant:2}【易燃】的魔力保留降低 100%
{variant:3}【冻伤】的魔力保留降低 100%
{variant:4}【导电】的魔力保留降低 100%
{variant:5}【绝望】的魔力保留降低 100%
击败稀有或者传奇敌人时，获得【癫狂】状态 10 秒
裂界之器
]],[[
卡鲁的战徽
翠玉护身符
升级: 使用 预言【卡鲁叛军】 升级为 传奇【卡鲁充能】
版本: 2.6.0以前
版本: 当前
等级需求: 5
+(20-30) 敏捷
+(20-30) 力量
+100 命中值
{variant:2}投射物伤害提高 30%
投射物速度提高 30%
移动速度提高 10%
]],[[
卡鲁充能
翠玉护身符
源: 由 传奇【卡鲁的战徽】 使用 预言【卡鲁叛军】 升级
版本: 2.6.0以前
版本: 当前
等级需求: 24
+(20-30) 敏捷
+(20-30) 力量
{variant:1}攻击速度提高 (15-20)%
{variant:2}攻击速度提高 (5-10)%
+100 命中值
{variant:2}投射物伤害提高 30%
投射物速度提高 30%
移动速度提高 10%
]],[[
马雷格罗的残酷
青玉护身符
等级需求: 20
+(16-24) 敏捷和智慧
最大生命提高 (4-8)%
击败中毒 5 层以上的敌人时，有 (25-30)% 几率获得 1 个狂怒球
击败少于 5 层中毒状态的敌人时，有 (12-15)% 几率获得 1 个暴击球
每个狂怒球可使中毒伤害提高 10%
每个暴击球可使中毒持续时间延长 3%
]],[[
玛莉琳的护体之符
海玉护身符
版本: 1.3.0以前
版本: 2.0.0以前
版本: 2.2.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 40
+(20-30) 智慧
+(80-120) 命中值
{variant:1,2,3}+(140-160)% 攻击和法术暴击伤害加成
{variant:4,5}+(210-240)% 攻击和法术暴击伤害加成
+(80-100) 点闪避值
照亮范围扩大 (10-15)%
{variant:1,2}非暴击造成 25% 伤害
{variant:3,4}非暴击造成 40% 伤害
{variant:1}攻击和法术总暴击率额外降低 60%
{variant:2}攻击和法术总暴击率额外降低 50%
{variant:3,4,5}攻击和法术总暴击率额外降低 40%
暴击拥有终结能力
]],[[
自然组织
死羽魔符
联盟: 魔符·标准, 魔符·专家
等级需求: 44
Talisman Tier: 3
伤害提高 (25-35)%
物理伤害提高 (10-15)%
火焰伤害提高 (25-30)%
冰霜伤害提高 (20-25)%
闪电伤害提高 (15-20)%
混沌伤害提高 (30-35)%
已腐化
]],[[
夜守
黑牙魔符
联盟: 魔符·标准, 魔符·专家
等级需求: 25
Talisman Tier: 1
有 1 个插槽
此物品上装备的技能石等级 +2
此物品上的技能石受到 10 级的 附加混沌伤害 辅助
此物品上的技能石受到 10 级的 致盲 辅助
此物品上的技能石受到 10 级的 晕眩时施放 辅助
已腐化
]],[[
拉什卡德的耐心
翠玉护身符
版本: {2_6}3.0.0以前
版本: 当前
等级需求: 61
+(20-30) 敏捷
+(40-80) 最大生命
+(20-40) 最大魔力
{variant:1}敌人受到的元素异常状态时间延长 20%
{variant:2}敌人受到的元素异常状态时间延长 20%
装备和技能石的属性需求降低 10%
5% 几率造成冰冻、感电与点燃效果
无法获得暴击球
]],[[
瑞佛诅咒
亡爪魔符
联盟: 魔符·标准
版本: 2.2.0以前
版本: 当前
等级需求: 28
Talisman Tier: 2
固定基底词缀: 2
{variant:1}+(16-24)% 攻击和法术暴击伤害加成
{variant:2}+(24-36)% 攻击和法术暴击伤害加成
空手攻击时攻击和法术基础暴击率 +7%
对爪类武器的伤害加成同时套用于空手攻击伤害上
对爪类武器的攻击速度加成同时套用于空手攻击速度上
对爪类武器的攻击暴击率加成同时套用于空手攻击暴击率上
已腐化
]],[[
塑界者之籽
玛瑙护身符
版本: 2.6.0以前
版本: 当前
等级需求: 16
+(16-24) 力量和智慧
魔力回复速度提高 (30-50)%
每秒回复 2% 生命
{variant:1}周围友军获得每秒回复 1% 生命
{variant:2}周围友军获得每秒回复 2% 生命
周围友军获得 40% 魔力回复
]],[[
魔灵之符
海灵护身符
版本: {2_6}3.0.0以前
版本: 当前
魔力回复速度提高 (20-30)%
+25% 冰霜抗性
物理攻击伤害的 0.2% 转化为魔力偷取
召唤生物的移动速度提高 (10-15)%
召唤生物的最大生命提高 (10-15)%
召唤生物的伤害提高 (10-15)%
{variant:2}召唤生物技能的魔力消耗降低 (10-15)%
]],[[
瓦尔克拉斯之星
血色护身符
源: 商店配方
版本: 2.6.0以前
版本: 当前
等级需求: 28
+(20-30)% 火焰抗性
冰霜伤害提高 (30-50)%
获得 +(10-15)% 火焰、冰霜、闪电抗性
{variant:1}30% increased Radius of Curse Skills
{variant:2}诅咒范围扩大 60%
免疫沉默诅咒
获得 20 级的【幻象传送】
已腐化
]],[[
拉兹瓦的灵石
海玉护身符
版本: 3.4.0以前
版本: 当前
等级需求: 5
+(20-30) 智慧
施法速度提高 (10-15)%
+(30-50) 最大魔力
{variant:1}50% 的攻击格挡率同样套用于法术格挡
{variant:2}(12-15)% 法术伤害格挡几率
]],[[
纯净之泪
海玉护身符
等级需求: 20
+(20-30) 智慧
获得 10 级的主动技能【元素净化】，且可被此道具上的技能石辅助
+(5-10) 全属性
+(20-40) 最大生命
5% 几率避免元素异常状态
]],[[
恩吉尔的和谐
青玉护身符
版本: 2.2.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 23
+(16-24) 敏捷和智慧
攻击和法术暴击率提高 100%
{variant:1}−50% 攻击和法术暴击伤害加成
{variant:2}−75% 攻击和法术暴击伤害加成
{variant:3}−25% 攻击和法术暴击伤害加成
+(30-50) 最大生命
+(30-50) 最大魔力
晕眩回复和格挡回复提高 40%
]],[[
维多里奥的捷思
青玉护身符
联盟: 猛攻
等级需求: 16
+(16-24) 敏捷和智慧
+(30-40)% 闪电抗性
+(8-10)% 混沌抗性
击败敌人后有 10% 几率获得 1 个狂怒球
击败敌人有 10% 几率获得暴击球
每个狂怒球可使投射物速度提高 5%
每个暴击球可使投射物伤害提高 5%
]],[[
暴风之言
海玉护身符
联盟: 裂隙
源: 地图【艾许领域】 或 传奇Boss【异念‧艾许】 专属掉落
升级: 使用 通货【艾许的祝福】 升级为 传奇【暴风之语】
版本: {2_6}3.0.0以前
版本: 当前
等级需求: 40
+(20-30) 智慧
+(10-15) 全属性
最大魔力提高 (10-20)%
{variant:1}暴击率将随绝对闪电抗性而提高
{variant:2}暴击率随闪电抗性提高
暴击时触发 12 级的【雷霆万钧】
]],[[
暴风之语
海玉护身符
联盟: 裂隙
源: 由传奇【暴风之言】 使用 通货【艾许的祝福】 升级
版本: {2_6}3.0.0以前
版本: 当前
等级需求: 69
+(20-30) 智慧
最大魔力提高 (10-20)%
{variant:1}--30% 闪电抗性
{variant:1}暴击率将随绝对闪电抗性而提高
{variant:2}暴击率随闪电抗性提高
{variant:1}Critical Strikes deal 50% increased Lightning Damage
{variant:2}闪电伤害提高 50%
暴击时触发 20 级的【雷霆万钧】
]],[[
福尔的忠诚之符
玛瑙护身符
联盟: 混乱, 猛攻
等级需求: 32
+(16-24) 力量和智慧
+(30-40) 最大生命
+(20-30) 最大能量护盾
获得 +(15-20)% 火焰、冰霜、闪电抗性
耐力球持续时间缩短 30%
暴击球的持续时间缩短 30%
当暴击球被消耗或过期时获得耐力球
]],[[
时空扭曲
青玉护身符
等级需求: 50
+(16-24) 敏捷和智慧
攻击速度提高 (8-12)%
施法速度提高 (8-12)%
移动速度提高 12%
技能效果持续时间缩短 (8-12)%
每秒生命偷取提高 30%
每秒魔力偷取提高 30%
]],[[
冬之心
帝金护身符
等级需求: 42
物品稀有度提高 (12-20)%
+(20-30) 敏捷
+(50-70) 最大生命
+75% 冰霜抗性
免疫冰缓
冰冻时每秒回复 20% 生命
]],[[
索伏之心
琥珀护身符
联盟: 裂隙
源: 地图【索伏领域】 或 传奇Boss【黑暗余烬‧索伏】 专属掉落
升级: 使用 通货【索伏的祝福】 升级为 传奇【索伏之血】
等级需求: 35
+(20-30) 力量
+(20-30) 力量
火焰伤害提高 25%
+(25-35) 最大生命
+(20-40)% 火焰抗性
被击中时让敌人受到【灰烬缠身】
]],[[
索伏之血
琥珀护身符
联盟: 裂隙
源: 由 传奇【索伏之心】 使用 通货【索伏的祝福】升级 
等级需求: 64
+(20-30) 力量
最大生命提高 10%
+(20-40)% 火焰抗性
力量提高 10%
伤害穿透 10% 火焰抗性
被击中时让敌人受到【灰烬缠身】
火之化身
]],[[
苦难羁绊
黑曜护身符
源: 传奇Boss【裂界守卫：寂灭】 专属掉落(T11地图或以上)
等级需求: 25
+(10-16) 全属性
+(10-20)% 火焰抗性
+(10-20)% 冰霜抗性
+(20-40)% 闪电抗性
造成的异常状态持续时间缩短 30%
闪电伤害击中时有 (5-10)% 几率使敌人受到感电效果影响
你每使敌人受到一种异常状态，它们受到的伤害便提高 5%
你的火焰、冰霜、闪电伤害可以造成感电
]],[[
原始锁链
珊瑚护身符
等级需求: 34
(2-4) 每秒生命回复
最多可同时召唤额外 3 个魔像
你无法拥有非魔像类召唤生物
魔像体型缩小 25%
魔像的总伤害额外降低 (35-45)%
魔像的总生命额外降低 (35-45)%
魔像移动速度提高 (80-100)%
起源珠宝
]],[[
祭祀之心
海灵护身符
联盟: 穿越
升级: 使用 通货【献祭魔瓶】 升级为 传奇【泽佛伊之心】
等级需求: 32
魔力回复速度提高 (20-30)%
附加 (22-27) - (34-38) 基础火焰伤害
附加 (20-23) - (31-35) 基础冰霜伤害
附加 (1-3) - (47-52) 基础闪电伤害
你使用瓦尔技能时获得 1 个暴击球
近期内你若使用过瓦尔技能，则击中每个敌人回复 10 生命
近期内你若使用过瓦尔技能，则移动速度提高 10%
]],[[
泽佛伊之心
海灵护身符
联盟: 穿越
源: 由 传奇【祭祀之心】 使用 通货【献祭魔瓶】 升级
等级需求: 70
魔力回复速度提高 (20-30)%
附加 (48-53) - (58-60) 基础混沌伤害
装备和技能石的属性需求提高 50%
混沌伤害可以造成点燃、冰缓和感电效果
当你使用瓦尔技能时，获得噬魂者 10 秒
]],[[
奥尔之兴（智慧）
黑曜护身符
版本: 3.6.0以前：雷霆
版本: 3.6.0以前：清晰
版本: 3.6.0以前：纪律
版本: 3.6.0以前：元素净化
版本: 3.6.0以前：闪电净化
版本: 当前：雷霆
版本: 当前：清晰
版本: 当前：纪律
版本: 当前：元素净化
版本: 当前：闪电净化
版本: 当前：怨毒光环
版本: 当前：奋锐光环
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 55
+(10-16) 全属性
+(20-30) 智慧
最大能量护盾提高 (15-20)%
+(50-70) 最大生命
{variant:1,2,3,4,5}周围敌人有额外 2% 几率受到暴击
{variant:6,7,8,9,10}对周围敌人，攻击和法术暴击率提高 50%
{variant:1,6}【雷霆】不保留魔力
{variant:2,7}【清晰】不保留魔力
{variant:3,8}【纪律】不保留魔力
{variant:4,9}【元素净化】不保留魔力
{variant:5,10}【闪电净化】不保留魔力
{variant:11}【怨毒光环】不保留魔力
{variant:12}【奋锐光环】不保留魔力

]],[[
奥尔之兴（敏捷）
黑曜护身符
版本: 憎恨
版本: 冰霜净化
版本: 迅捷
版本: 优雅
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 55
+(10-16) 全属性
+(20-30) 敏捷
闪避值提高 (15-20)%
+(50-70) 最大生命
击败周围敌人后药剂充能获取提高 25%
{variant:1}【憎恨】不保留魔力
{variant:2}【冰霜净化】不保留魔力
{variant:3}【迅捷】不保留魔力
{variant:4}【优雅】不保留魔力
]],[[
奥尔之兴（力量）
黑曜护身符
版本: 愤怒
版本: 火焰净化
版本: 活力
版本: 坚定
版本: 尊严
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 55
+(10-16) 全属性
+(20-30) 力量
护甲提高 (15-20)%
+(50-70) 最大生命
周围敌人的晕眩和格挡回复降低 10%
{variant:1}【愤怒】不保留魔力
{variant:2}【火焰净化】不保留魔力
{variant:3}【活力】不保留魔力
{variant:4}【坚定】不保留魔力
{variant:5}【尊严】不保留魔力
]],[[
奥尔之兴（全能）
黑曜护身符
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 55
+(10-16) 全属性
+(20-30) 全属性
全局防御提高 (15-20)%
+(50-70) 最大生命
获得 15 级的主动技能【嫉妒】，且可被此道具上的技能石辅助
【嫉妒】不保留魔力
]],[[
珀奎尔之趾
帝金护身符
等级需求: 29
物品稀有度提高 (12-20)%
敌人击中你的闪电伤害会特别幸运
+(40-50) 敏捷
周围敌人击中造成的伤害特别幸运
移动速度提高 (5-8)%
]],
}
