-- Item data (c) Grinding Gear Games
return {
-- Belt
[[
变节者
扣链腰带
源: 预言【奇术史 IV】
版本: 2.6.0以前
版本: 当前
等级需求: 44
+(9-20) 最大能量护盾
+300 点闪避值
{variant:1}+(35-45) 最大能量护盾
{variant:2}+(75-80) 最大能量护盾
获得 +(10-15)% 火焰、冰霜、闪电抗性
近期内你若有能量护盾开始回复，则获得【迷踪】状态
【迷踪】状态时有 6% 几率躲避攻击击中
【迷踪】状态时移动速度提高 10%
]],[[
奥术之符
水晶腰带
版本: 2.6.0以前
等级需求: 70
+(9-20) 最大能量护盾
武器攻击的火焰、冰霜、闪电伤害提高 (10-20)%
+(45-55) 最大魔力
+(60-70) 最大能量护盾
每个暴击球所获得物理攻击伤害的 0.2% 转化为魔力偷取
冰缓效果和冰冻时长基于你能量护盾的 65% 计算
]],[[
奥术之符
水晶腰带
版本: {2_6}3.0.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 70
+(60-80) 最大能量护盾
{variant:1}武器攻击的火焰、冰霜、闪电伤害提高 (10-20)%
{variant:2}攻击技能的火焰、冰霜、闪电伤害提高 (10-20)%
{variant:3}每个暴击球可使攻击技能的火焰、冰霜、闪电伤害提高 (20-25)%
+(45-55) 最大魔力
+(60-70) 最大能量护盾
每个暴击球会提供攻击伤害 0.2% 的魔力偷取
{variant:1,2}冰缓效果和冰冻时长基于你能量护盾的 65% 计算
{variant:3}冰缓效果和冰冻时长基于你能量护盾的 100% 计算
]],[[
凝息
扣链腰带
版本: 2.6.0以前
版本: 当前
等级需求: 22
+(9-20) 最大能量护盾
伤害提高 10%
+(15-25) 智慧
+(20-30) 最大能量护盾
{variant:2}最大能量护盾提高 20%
能量护盾的回复速度提高 50%
]],[[
狡徒束腰
重革腰带
版本: 2.6.0以前
版本: 当前
等级需求: 20
+(25-35) 力量
{variant:1}攻击及法术格挡率降低 10%
物理伤害提高 (15-25)%
受到的暴击伤害降低 30%
+(30-40) 最大生命
{variant:1}获得 +(6-10)% 火焰、冰霜、闪电抗性
{variant:2}获得 +(10-15)% 火焰、冰霜、闪电抗性
{variant:2}周围的敌人会被恐吓
]],[[
比斯克的缰绳
重革腰带
等级需求: 30
+(25-35) 力量
物品掉落数量提高 5%
+(20-40)% 冰霜抗性
暴走
每 15 层暴走能量增加 1% 物品稀有度
]],[[
巨岩指套
皮革腰带
源: 传奇Boss【裂界者】 专属掉落
等级需求: 68
+(25-40) 最大生命
+(60-80) 最大生命
所有属性提高 (5-15)%
若敏捷高于智慧，则无法被冰冻
若力量高于敏捷，则无法被点燃
若智慧高于力量，则无法被感电
你最低的属性每有 5 点，伤害提高 1%
裂界之器
]],[[
夜临
深渊腰带
联盟: 深渊
源: 深渊巫妖掉落
拥有 1 个深渊插槽
拥有 1 个深渊插槽
插槽内的珠宝效果提高 50%
]],[[
多里亚尼之约
重革腰带
源: 传奇Boss【瓦尔女王阿兹里】 专属掉落（地图【生贽之尖】） 
版本: 物理
版本: 火焰
版本: 冰霜
版本: 闪电
等级需求: 68
+(25-35) 力量
{variant:1}物理伤害提高 (20-30)%
{variant:2}火焰伤害提高 (20-30)%
{variant:3}冰霜伤害提高 (20-30)%
{variant:4}闪电伤害提高 (20-30)%
{variant:2,3,4}+(300-350) 护甲
{variant:1,3,4}+(30-35)% 火焰抗性
{variant:1,2,4}+(30-35)% 冰霜抗性
{variant:1,2,3}+(30-35)% 闪电抗性
{variant:1}物理伤害的 0.2% 转化为生命偷取
{variant:2}火焰伤害的 0.2% 转化为生命偷取
{variant:3}冰霜伤害的 0.2% 转化为生命偷取
{variant:4}闪电伤害的 0.2% 转化为生命偷取
{variant:1}药剂持续期间，敌人晕眩门槛降低 25%
{variant:2}药剂持续期间，有 10% 几率点燃
{variant:3}药剂持续期间，有 10% 几率冰冻
{variant:4}药剂持续期间，有 10% 几率感电
]],[[
戴亚迪安的晨曦
重革腰带
版本: 2.6.0以前
版本: 当前
等级需求: 52
+(25-35) 力量
+(70-85) 最大生命
+(20-40)% 火焰抗性
+(20-40)% 冰霜抗性
{variant:1}对被冰缓敌人所造成的攻击伤害的 0.6% 转化为生命偷取
{variant:2}对被冰缓敌人所造成的攻击伤害的 1% 转化为生命偷取
{variant:1}攻击被点燃敌人会使燃烧加快 20%
{variant:2}攻击被点燃敌人会使燃烧加快 35%
没有物理伤害
]],[[
饥荒之结
素布腰带
联盟: 魔符·标准, 魔符·专家
等级需求: 18
物理伤害提高 (12-24)%
+(20-30)% 冰霜抗性
药剂持续期间间延长 60%
每秒对周围敌人造成 50 混沌伤害
投射物伤害提高 20%
药剂持续期间，获得的充能数降低 30%
]],[[
盛宴之结
素布腰带
联盟: 魔符·标准, 魔符·专家
等级需求: 11
物理伤害提高 (12-24)%
攻击附加 5 - 10 基础物理伤害
+(20-40) 最大生命
物理攻击伤害的 0.2% 会转化为生命偷取
药剂持续期间，获得的充能数提高 50%
药剂持续期间，魔力回复提高 50%
]],[[
流逝之时
饰布腰带
联盟: 先驱者
等级需求: 60
晕眩回复和格挡回复提高 (15-25)%
获得【召唤时空先驱者】
攻击与施法速度提高 (10-15)%
生命回复速度提高 (15-20)%
能量护盾回复速度提高 (15-20)%
冷却回复速度提高 (15-20)%
你身上的减益效果消失速度提高 (15-20)%
]],[[
暴食
皮革腰带
等级需求: 48
+(25-40) 最大生命
+(60-80) 最大生命
对受到【盗猎者印记】诅咒的敌人附带【终结】效果
击中时用 30 级的【盗猎者印记】诅咒敌人，对诅咒免疫的敌人也有效
使用移动技能时，承受 (100-200) 额外物理伤害
解除护甲或能量护盾
]],[[
猎首
皮革腰带
联盟: 复仇
版本: {2_6}3.0.0以前
版本: 当前
等级需求: 40
+(25-40) 最大生命
+(40-55) 力量
+(40-55) 敏捷
+(50-60) 最大生命
{variant:1}对稀有怪的击中伤害提高 (20-30)%
{variant:2}对稀有怪的击中伤害提高 (20-30)%
当你击败稀有怪物时，会获得该怪物属性 20 秒
]],[[
永生
皮革腰带
版本: 1.3.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 50
+(25-40) 最大生命
+(75-100) 最大生命
(67-75) 每秒生命回复
(8-10) 每秒魔力回复
{variant:1}获得 -40% 火焰、冰霜、闪电抗性
{variant:3}获得 -(25-15)% 火焰、冰霜、闪电抗性
{variant:1}−10% 全部抗性上限
{variant:2}−5% 全部抗性上限
承受攻击造成的物理伤害 (-50--40)
没有被点燃，冰冻，感电时，护甲提高 40%
]],[[
坚毅之环
扣钉腰带
升级: 使用 预言【北方的精神支柱】 升级为 传奇【谋士之环】
升级: 使用 预言【北方的伟大领袖】升级为 传奇【游牧之环】
版本: 2.6.0以前
版本: 当前
等级需求: 16
敌人被晕眩时间延长 (20-30)% 
物理伤害提高 (25-40)%
+(40-50) 力量
药剂充能获取提高 50%
{variant:2}至少有 200 点力量时，+(20-25)% 火焰、冰霜、闪电抗性
]],[[
游牧之环
扣钉腰带
源: 传奇【坚毅之环】 使用 预言【北方的精神支柱】 升级
等级需求: 48
敌人被晕眩时间延长 (20-30)% 
物理伤害提高 (25-40)%
+(40-50) 力量
+(40-50) 敏捷
至少有 200 点力量时，+(20-25)% 火焰、冰霜、闪电抗性
至少有 200 点敏捷时，投射物攻击伤害提高 (40-50)%
]],[[
谋士之环
扣钉腰带
源: 传奇【坚毅之环】 使用 预言【北方的伟大领袖】 升级
等级需求: 48
敌人被晕眩时间延长 (20-30)% 
物理伤害提高 (25-40)%
+(40-50) 力量
+(40-50) 智慧
药剂充能获取提高 50%
至少有 200 点力量时，+(20-25)% 火焰、冰霜、闪电抗性
至少有 200 点智慧时，暴击率提高 (50-60)%
]],[[
马雷格罗的染血之环
扣链腰带
等级需求: 44
+(9-20) 最大能量护盾
攻击附加 1 - (30-50) 基础闪电伤害
你被感电的持续时间延长 100%
感电会反射回自己身上
感电时伤害提高 60%
感电时移动速度提高 15%
]],[[
梅吉诺德的力量泉源
重革腰带
版本: 2.0.0以前
版本: 当前
等级需求: 8
+(25-35) 力量
{variant:1}攻击附加 10 - 20 基础物理伤害
{variant:2}攻击附加 5 - 15 基础物理伤害
+25 力量
最大生命提高 10%
+(10-20)% 冰霜抗性
药剂生命回复速度提高 25%
]],[[
普兰德斯之印
饰布腰带
版本: 1.1.0以前
版本: 当前
等级需求: 16
晕眩回复和格挡回复提高 (15-25)%
+(20-30) 全属性
{variant:1}物品掉落数量提高 (8-12)%
{variant:2}物品掉落数量提高 (6-8)%
+20% 火焰抗性
药剂持续期间间延长 20%
承受攻击造成的物理伤害 -2
]],[[
恒毅意志
先锋腰带
等级需求: 78
+(260-320) 护甲和闪避值
最大生命提高 (4-8)%
+(20-40)% 冰霜抗性
取护甲和闪避值之间的较低者，每 300 点可使攻击伤害提高 1%
你的近战伤害晕眩敌人时有 (14-20)% 几率获得护体
当你拥有护体时获得【猛攻】状态
]],[[
幻彩菱织
素布腰带
版本: 2.6.0以前
版本: {2_6}3.0.0以前
版本: 当前
等级需求: 25
物理伤害提高 (12-24)%
{variant:1,2}武器攻击的火焰、冰霜、闪电伤害提高 10%
{variant:3}攻击技能的火焰、冰霜、闪电伤害提高 10%
{variant:1}攻击附加 (3-4) - (7-8) 基础火焰伤害
{variant:2,3}攻击附加 (7-8) - (15-16) 基础火焰伤害
{variant:1}攻击附加 (2-3) - (5-7) 基础冰霜伤害
{variant:2,3}攻击附加 (5-6) - (12-14) 基础冰霜伤害
{variant:1}攻击附加 1 - (13-17) 基础闪电伤害
{variant:2,3}攻击附加 1 - (30-34) 基础闪电伤害
获得 +(6-8)% 火焰、冰霜、闪电抗性
{variant:1,2}药剂持续期间，攻击技能造成的火焰、冰霜、闪电伤害提高 30%
{variant:3}药剂持续期间，攻击技能造成的火焰、冰霜、闪电伤害提高 30%
]],[[
呕吐
素布腰带
联盟: 魔符·标准, 魔符·专家
源: 商店配方
等级需求: 44
物理伤害提高 (12-24)%
+(60-80) 最大生命
+(25-40)% 冰霜抗性
物理攻击伤害的 0.4% 会转化为生命偷取
药剂持续期间间延长 60%
药剂充能获取降低 30%
生命偷取造成伤害的 200% 转化为混沌伤害
药剂持续期间，移动速度提高 15%
]],[[
瑞斯拉萨的线圈
扣钉腰带
版本: 3.5.0以前
版本: 当前
等级需求: 20
{variant:2}+(80-100) 最大生命
敌人被晕眩时间延长 (20-30)% 
+(20-40) 力量
攻击附加 1 - (15-20) 基础物理伤害
晕眩敌人时获得 50 生命
{variant:1}最小物理攻击总伤害额外降低 20%
{variant:1}最大物理攻击总伤害额外提高 20%
{variant:2}最小物理攻击总伤害额外降低 (30-40)%
{variant:2}最大物理攻击总伤害额外提高 (30-40)%
]],[[
灵魂羁绊
饰布腰带
等级需求: 48
晕眩回复和格挡回复提高 (15-25)%
+(20-40) 智慧
你的能量护盾从 0 开始
无法充能能量护盾
无法自动回复能量护盾
每秒失去 5% 能量护盾
生命全满时，生命偷取套用于能量护盾
获得等同 (4-6)% 最大生命的额外能量护盾
]],[[
嗜魂
饰布腰带
等级需求: 45
晕眩回复和格挡回复提高 (15-25)%
+(60-80) 最大生命
获得 +15% 火焰、冰霜、闪电抗性
药剂回复的魔力提高 (20-30)%
药剂持续期间间缩短 (20-30)%
药剂持续期间，获得噬魂者
使用药剂时，失去从噬魂者获得的效果
]],[[
日炎
饰布腰带
等级需求: 37
晕眩回复和格挡回复提高 (15-25)%
陷阱伤害提高 (30-40)%
魔力回复速度提高 20%
+(20-30)% 火焰抗性
陷阱持续时间缩短 80%
照亮范围扩大 25%
]],[[
不朽系命
皮革腰带
联盟: 普兰德斯
等级需求: 30
+(25-40) 最大生命
最大生命提高 (8-12)%
每秒回复 2% 生命
不会获得药剂的效果
药剂效果套用于你的魔卫和灵体身上
]],[[
龙蜕之带
皮革腰带
等级需求: 8
+(25-40) 最大生命
+(20-30) 力量
+(20-30) 智慧
+(10-20)% 冰霜抗性
物理攻击伤害的 0.4% 会转化为生命偷取
物理攻击伤害的 0.4% 转化为魔力偷取
]],
}
