-- Item data (c) Grinding Gear Games
return {
-- Gloves: Armour
[[
阿兹里的捷思
瓦尔护手
源: 传奇Boss【瓦尔女王阿兹里】 专属掉落（地图【诱人的深渊】） 
版本: {2_6}3.0.0以前
版本: 3.1.0以前
版本: 当前
等级需求: 75, 100 Str
+(60-80) 智慧
+(60-75) 最大生命
护甲提高 (200-220)%
攻击和法术暴击率提高 (25-35)%
{variant:1}Leech applies instantly on Critical Strike
{variant:2}暴击时立即获得生命和魔力偷取
{variant:3}近期内你若打出过暴击，则获得【瓦尔冥约】
]],[[
深海魔钳
巨人护手
联盟: 猎魔笔记
源: 传奇Boss【深海初子 克林斯昂】 专属掉落
等级需求: 69
护甲提高 (150-200)%
(50-70) 每秒生命回复
+(30-40)% 火焰抗性
每个【深海屏障】可使伤害提高 3%
有 10% 几率在你获得 1 个【深海屏障】时，直接获得最大上限的【深海屏障】
]],[[
多里亚尼之拳
瓦尔护手
版本: {2_6}3.0.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 63, 100 Str
{variant:2,3}获得 20 级的主动技能【多里亚尼之触】，且可被此道具上的技能石辅助
+30 最大能量护盾
闪电伤害击中时有 10% 几率使敌人受到感电效果影响
{variant:1,2}空手时攻击附加 (225-335) - (785-900) 基础闪电伤害
{variant:1,2}空手时法术附加 (60-90) - (210-240) 基础闪电伤害
{variant:3}空手时攻击附加 (150-225) - (525-600) 基础闪电伤害
{variant:3}空手时法术附加 (90-135) - (315-360) 基础闪电伤害
击败每个感电的敌人回复 +30 能量护盾
]],[[
帝国之掌
巨灵护手
等级需求: 53, 76 Str
+(400-600) 护甲
击退方向颠倒
此物品上的技能石受到 10 级的 击退 辅助
]],[[
巨灵灾星
青铜护手
Requires Level: 23
攻击附加 (3-6) - (10-12) 基础物理伤害
+(30-40) 力量
护甲提高 (80-100)%
钢铁之握
]],[[
意识之缘
铁锻护手
版本: 2.6.0以前
版本: 当前
最大魔力降低 (10-15)%
施法速度提高 (10-15)%
攻击速度提高 (10-15)%
+(20-30) 最大生命
击败敌人时有 10% 几率获得 1 个随机能量球
能量连接
]],[[
梅吉诺德的巨力腕甲
冷钢护手
版本: 1.1.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 35, 52 Str
物理伤害提高 10%
+100 力量
{variant:1}攻击速度降低 (5-15)%
护甲提高 (40-60)%
{variant:3}当力量超过 400 点时，每秒回复 2% 生命
]],[[
陨落之环
巨人护手
等级需求: 69, 98 Str
攻击速度提高 (8-13)%
护甲提高 (120-180)%
移动速度提高 (3-5)%
你被晕眩的时间延长 50%
每 1 个耐力球可使近战伤害提高 4%
你在耐力球达到上限时无法被感电
]],[[
升华之风
远古护手
源: 帝王试炼迷宫专属掉落
版本: 2.6.0以前
版本: 当前
等级需求: 47, 68 Str
+(30-60) 最大生命
投射物速度提高 30%
{variant:1}移动速度降低 10%
{variant:2}移动速度降低 (5-10)%
击中时有 10% 几率击退敌人
投射物伤害提高 (30-50)%
]],
-- Gloves: Evasion
[[
亵渎者之握
暗影护手
源: 传奇Boss【裂界者】 专属掉落
等级需求: 58
+(40-50) 敏捷
该装备的闪避与能量护盾提高 (150-200)%
+(50-60) 最大生命
每装备 1 个【裂界之器】，异常状态的伤害便提高 15%
每装备 1 个【裂界之器】，最大生命提高 +6
每装备 1 个【裂界之器】，非伤害性异常状态的效果便提高 8%
若所有装备均为【裂界之器】，使用药剂时移除 1 个异常状态
裂界之器
]],[[
李姆本
羊皮手套
升级: 由 传奇【冰冷之眼】 使用 预言【冰与火】 升级
版本: 2.6.0以前
版本: 当前
等级需求: 24, 17 Dex
+(20-30) 力量
{variant:1}闪避值提高 50%
{variant:2}+(40-50) 点闪避值
{variant:1}+(10-20)% 冰霜抗性
{variant:2}+(20-30)% 冰霜抗性
{variant:2}攻击和法术附加 (5-7) - (13-15) 基础冰霜伤害
{variant:1}25% 的物理伤害转换为冰霜伤害
{variant:2}50% 的物理伤害转换为冰霜伤害
反射 10 冰霜伤害给近战攻击者
你的冰霜伤害可以点燃
]],[[
冰冷之眼
羊皮手套
源: 使用 预言【冰与火】 升级为 传奇【李姆本】
版本: 2.6.0以前
版本: 当前
等级需求: 9, 17 Dex
+(20-30) 力量
{variant:1}闪避值提高 50%
{variant:2}+(40-50) 点闪避值
{variant:1}+(10-20)% 冰霜抗性
{variant:2}+(20-30)% 冰霜抗性
{variant:2}攻击和法术附加 (5-7) - (13-15) 基础冰霜伤害
{variant:1}25% 的物理伤害转换为冰霜伤害
{variant:2}50% 的物理伤害转换为冰霜伤害
反射 10 冰霜伤害给近战攻击者
]],[[
马雷格罗的玫红手套
鹿皮手套
版本: 1.1.0以前
版本: {2_6}3.0.0以前
版本: 当前
等级需求: 21, 33 Dex
+(20-30) 敏捷
攻击速度提高 5%
攻击和法术暴击率提高 50%
{variant:1}+(40-50)% 攻击和法术暴击伤害加成
{variant:2}+(28-36)% 攻击和法术暴击伤害加成
{variant:3}+(20-30)% 攻击和法术暴击伤害加成
闪避值提高 (60-80)%
]],[[
欧斯卡姆
砂影手套
等级需求: 33
命中值提高 (30-40)%
+(40-50) 最大生命
-(20-10)% 混沌抗性
(7-8)% 几率躲避法术击中
击中敌人时，用 10 级的【暗影印记】诅咒敌人
每 200 点命中值可使攻击暴击率提高 2%
]],
-- Gloves: Energy Shield
[[
相生相克
术士手套
等级需求: 69, 97 Int
获得 22 级的主动技能【枯萎】，且可被此道具上的技能石辅助
持续伤害效果提高 (20-30)%
该装备的能量护盾提高 (100-120)%
范围效果扩大 10%
【枯萎】技能会使干扰持续时间延长 (20-30)%
你无法被缓速
]],[[
安赛娜丝的安抚之语
丝绸手套
版本: 2.6.0以前
版本: 当前
等级需求: 25, 39 Int
+(20-30) 智慧
+(20-30) 最大生命
+(20-30) 最大魔力
{variant:1}击中敌人时，用【时空锁链】诅咒敌人
{variant:2}击中敌人时，用 10 级的【时空锁链】诅咒敌人
]],[[
德瑞的精神手套
丝绒手套
升级: 使用 预言【邪灵女巫】 升级为 传奇【德瑞的恶念】
版本: 2.6.0以前
版本: 当前
等级需求: 12, 21 Int
{variant:1}法术伤害提高 (40-50)%
{variant:2}法术伤害提高 (50-60)%
{variant:1}+10 智慧
{variant:2}+20 智慧
{variant:1}施法速度降低 20%
{variant:2}施法速度降低 15%
{variant:1}+16 最大能量护盾
{variant:2}+32 最大能量护盾
]],[[
德瑞的恶念
丝绒手套
源: 由 传奇【德瑞的精神手套】 使用 预言【邪灵女巫】 升级
等级需求: 64
法术伤害提高 (50-60)%
+20 智慧
法术附加 (48-56) - (73-84) 基础混沌伤害
施法速度降低 15%
+(64-96) 最大能量护盾
技能的总魔力消耗 +50 
]],[[
议会之握
秘术手套
源: 预言【无息女皇 V】
等级需求: 60, 95 Int
+30 力量
+(30-50) 最大生命
+(20-40)% 冰霜抗性
召唤生物的移动速度降低 10%
召唤生物有 +40% 冰霜抗性
召唤生物获得等同 20% 物理伤害的额外冰霜伤害
]],[[
卡莉莎的优雅之影
绣布手套
等级需求: 47
此物品上的技能石受到 18 级的快速施法辅助
+(20-30) 智慧
+(50-80) 最大能量护盾
+(50-70) 最大生命
当你总计消耗超过 800 点魔力后，获得 +2% 攻击和法术基础暴击率，持续 2 秒
]],[[
猎宝者的护手
羊毛手套
版本: 1.1.0以前
版本: 3.5.0以前
版本: 当前
等级需求: 11
攻击附加 4 - 8 基础火焰伤害
攻击附加 1 - 13 基础闪电伤害
+18 最大能量护盾
{variant:1}物品掉落数量提高 (18-24)%
{variant:2}物品掉落数量提高 (12-16)%
{variant:3}物品掉落数量提高 (5-10)%
]],[[
虚空之力
咒者手套
版本: 2.6.0以前
版本: {2_6}3.0.0以前
版本: 当前
等级需求: 55, 79 Int
法术暴击率提高 (125-150)%
{variant:1,2}该装备的能量护盾提高 (280-350)%
{variant:3}该装备的能量护盾提高 (180-250)%
{variant:1}技能魔力消耗提高 80%
{variant:2,3}技能魔力消耗提高 (40-80)%
击败敌人回复 +(15-20) 能量护盾
此物品上的火焰、冰霜、闪电技能石等级 +1
]],
-- Gloves: Armour/Evasion
[[
富贵之运
钢影护手
等级需求: 36, 29 Str, 29 Dex
该装备的护甲与闪避提高 (40-60)%
获得 +15% 火焰、冰霜、闪电抗性
物品稀有度提高 (40-50)%
移动速度降低 5%
]],[[
大地之握
火蝮鳞手套
联盟: 猎魔笔记
源: Boss 传奇 【大地初子 法瑞尔】 专属掉落
等级需求: 59
该装备的护甲与闪避提高 (100-140)%
+(50-70) 最大生命
对流血敌人的命中值 +(400-500)
拥有【猫之隐匿】时，你的攻击必定造成流血
击中和异常状态对流血敌人的伤害提高 (40-50)%
拥有【猫之隐匿】时获得【玫红之舞】
]],[[
肉体与魂灵
铁影手套
版本: 3.5.0以前
版本: 当前
联盟: 暴走
等级需求: 15
攻击速度提高 (6-9)%
该装备的护甲与闪避提高 (80-120)%
(3-4) 每秒生命回复
暴走状态时回复 20% 最大生命
{variant:1}暴走状态时为瓦尔技能补充 5 个灵魂
{variant:2}若近期内你获得暴走状态，击败敌人时额外获得 1 个瓦尔灵魂
暴走
]],[[
血友病
蛇鳞手套
等级需求: 43, 34 Str, 34 Dex
+(20-30) 力量
持续伤害效果提高 25%
攻击击中有 25% 几率使敌人流血
对流血敌人的攻击伤害提高 (25-40)%
击败流血的敌人时产生爆炸，造成等同其 5% 最大生命的物理伤害
流血持续时间缩短 25%
]],[[
苍蟒之鳞
铜影手套
版本: 2.6.0以前
版本: 当前
等级需求: 27, 22 Str, 22 Dex
+(40-50) 敏捷
{variant:1}攻击速度提高 5%
{variant:2}攻击速度提高 (5-10)%
闪避值提高 (60-100)%
物理攻击伤害的 0.6% 会转化为生命偷取
物理攻击伤害的 0.4% 转化为魔力偷取
]],[[
浪涌缚者
龙鳞手套
版本: 2.6.0以前
版本: 当前
等级需求: 67, 51 Str, 51 Dex
该装备的护甲与闪避提高 (90-110)%
每个狂怒球可使火焰、冰霜、闪电伤害提高 (4-7)%
每个耐力球可使物理伤害提高 (4-7)%
每个暴击球可使法术伤害提高 (4-7)%
击中时有 10% 几率偷取暴击，狂怒和耐力球
{variant:1}耐力球，狂怒球，以及暴击球的持续时间缩短 (10-30)%
]],[[
陵拳
钢影护手
联盟: 深渊
源: 深渊巫妖掉落
版本: 3.6.0以前：一个深渊插槽
版本: 3.6.0以前：两个深渊插槽
版本: 当前：一个深渊插槽
版本: 当前：两个深渊插槽
Requires Level: 36
{variant:1,3}拥有 1 个深渊插槽
{variant:2,4}拥有 2 个深渊插槽
{variant:1,2}攻击速度提高 (6-10)%
最大生命提高 (4-6)%
当插槽内有 1 个【凶残之凝】珠宝时，攻击击中敌人会恐吓它们 4 秒
当插槽内有 1 个【锐利之凝】珠宝时，攻击击中敌人会瘫痪它们 4 秒
]],[[
瓦尔的灵手
铜影手套
联盟: 伏击, 侵略
版本: 2.6.0以前
版本: 当前
等级需求: 27, 22 Str, 22 Dex
此物品上装备的【瓦尔技能石】等级 +2
该装备的护甲与闪避提高 (120-140)%
{variant:1}+(30-40) 最大生命
{variant:2}+(50-70) 最大生命
{variant:1}+30% 冰霜抗性
{variant:2}+40% 冰霜抗性
使用瓦尔技能时，获得【猛攻】状态，持续 5 秒
]],[[
龙族印记
蝮鳞手套
等级需求: 49, 38 Str, 38 Dex
此物品上的技能石受到 5 级的 集中效应 辅助
该装备的护甲与闪避提高 (120-160)%
+(50-70) 最大生命
每个耐力球会使魔力消耗降低 4%
耐力球达到上限时进入暴走状态
暴走状态结束时失去所有耐力球
]],
-- Gloves: Armour/Energy Shield
[[
虚空
军团手套
联盟: 暴走
等级需求: 57, 44 Str, 44 Int
+(20-30) 力量
该装备的护甲与能量护盾提高 (150-180)%
+(50-70) 最大生命
魔力回复速度提高 (20-40)%
暴走时驱散元素异常状态
暴走状态时免疫物理伤害 1.5 秒
暴走
]],[[
悔悟之掌
圣战手套
等级需求: 66, 306 Str, 306 Int
法术伤害降低 (0-30)%
该装备的护甲与能量护盾提高 (120-180)%
+(8-16) 最大能量护盾
属性需求提高 500%
钢铁意志
]],[[
苍空之翼
战士手套
联盟: 猎魔笔记
源: 传奇Boss【苍空初子 萨奇沃】 专属掉落
等级需求: 51
该装备的护甲与能量护盾提高 (140-180)%
+(30-60) 最大生命
+(20-25)% 冰霜与闪电抗性
【鸟之力量】的持续时间 +(-2-2) 秒
拥有【鸟之力量】时附加 (20-25) - (37-40) 基础冰霜伤害
拥有【鸟之力量】时附加 (1-3) - (55-62) 基础闪电伤害
]],[[
悲运之缚
链甲手套
版本: 1.2.0以前
版本: 当前
等级需求: 7, 17 Dex
晕眩回复和格挡回复提高 (40-60)%
此物品上的诅咒会被反弹回自己
被冰缓后，你有 3 秒免疫冰缓
被冰冻后，你有 3 秒免疫冰冻
在被点燃后，你有 3 秒免疫点燃
{variant:1}被感电后，你有 1 秒免疫感电
{variant:2}被感电后，你有 3 秒免疫感电
你死亡时给予队友 (4-6) 个狂怒球
]],[[
塑界之触
圣战手套
源: 传奇Boss【塑界者】 专属掉落
版本: 2.6.0以前
版本: 当前
等级需求: 66, 51 Str, 51 Int
该装备的护甲与能量护盾提高 (80-120)%
{variant:1}每 2 点智慧 +2 命中值
{variant:2}每 2 点智慧 +4 命中值
每 4 点敏捷 +1 生命
{variant:1}每 4 点力量 +1 魔力
{variant:2}每 4 点力量 +2 魔力
{variant:1}每 10 点力量提高 1% 能量护盾
{variant:2}每 10 点力量提高 2% 能量护盾
{variant:1}每 10 点智慧提高 1% 闪避值
{variant:2}每 10 点智慧提高 2% 闪避值
{variant:1}每 10 点敏捷可使近战物理伤害提高 1%
{variant:2}每 10 点敏捷可使近战物理伤害提高 2%
塑界之器
]],[[
南方
战士手套
版本: 2.6.0以前
版本: 当前
等级需求: 51, 40 Str, 40 Int
攻击附加 (30-36) - (44-50) 基础冰霜伤害
最大生命提高 (12-16)%
+(40-50)% 冰霜抗性
{variant:2}【寒冰之捷】的伤害提高 50%
敌人被冰冻的持续时间延长 25%
你只能击败被冰冻的敌人
]],[[
福库尔的手
狂热者手套
源: 地图【苍白议会】 专属掉落
版本: 火焰
版本: 冰霜
版本: 闪电
等级需求: 43, 34 Str, 34 Int
{variant:1}攻击和法术附加 (16-20)-(25-30) 基础火焰伤害
{variant:2}攻击和法术附加 (16-20) - (25-30) 基础冰霜伤害
{variant:3}攻击和法术附加 (1-3) - (42-47) 基础闪电伤害
+(50-70) 最大生命
{variant:1}+(30-40)% 火焰抗性
{variant:2}+(30-40)% 冰霜抗性
{variant:3}+(30-40)% 闪电抗性
中毒持续总时间额外降低 50%
{variant:1}你的火焰伤害会使敌人中毒
{variant:2}你的冰霜伤害会使敌人中毒
{variant:3}你的闪电伤害会使敌人中毒
{variant:1}火焰技能有 20% 几率使敌人中毒
{variant:2}冰霜技能有 20% 几率使敌人中毒
{variant:3}闪电技能击中有 20% 几率造成中毒
]],
-- Gloves: Evasion/Energy Shield
[[
入殓师
禁礼护手
等级需求: 50, 39 Dex, 39 Int
插槽内的的技能石被 20 级的 猛毒 辅助
附加 (13-17) - (23-29) 基础混沌伤害
+(50-70) 最大生命
+(17-29)% 混沌抗性
中毒持续时间延长 (20-25)%
]],[[
毁面者
扣环护手
版本: 1.0.0以前
版本: 2.2.0以前
版本: 2.5.0以前
版本: {2_6}3.0.0以前
版本: 当前
等级需求: 16, 14 Dex, 14 Int
{variant:1,2}+60% 攻击和法术暴击伤害加成
{variant:3}+90% 攻击和法术暴击伤害加成
{variant:4}+45% 攻击和法术暴击伤害加成
{variant:5}+30% 攻击和法术暴击伤害加成
敌人晕眩门槛降低 10%
{variant:1}空手攻击时的物理总伤害额外提高 (800-1000)%
{variant:2,3,4,5}空手攻击时的物理总伤害额外提高 (600-800)%
更明显打击效果
]],[[
暗夜织礼
禁礼护手
联盟: 猎魔笔记
源: 传奇Boss【暗夜初子 费努姆斯】 专属掉落
等级需求: 50
获得 20 级的主动技能【蛛之势】
该装备的闪避与能量护盾提高 (120-170)%
+(40-50) 最大生命
攻击与施法速度提高 (6-9)%
对受 3 层蜘蛛网影响的敌人，击中和异常状态伤害提高 (40-60)%
敌人身上每有 1 层蜘蛛网，则附加 (8-10) - (13-15) 混沌伤害
]],[[
恩德的迅影
裹趾护手
版本: 1.1.0以前
版本: 当前
等级需求: 5
{variant:1}满血时攻击速度提高 20%
{variant:2}满血时攻击速度提高 30%
攻击附加 1 - 13 基础闪电伤害
+(50-80) 命中值
{variant:1}低血时移动速度提高 (10-15)%
{variant:2}低血时移动速度提高 20%
]],[[
马拉凯之记
暗影者护手
等级需求: 67, 51 Dex, 51 Int
该装备的闪避与能量护盾提高 (80-100)%
+(60-80) 最大生命
击败敌人回复 +(15-25) 生命
击败敌人回复 +(15-25) 能量护盾
每 6 秒会交替给予玩家以【玛拉凯的不同奇术】
]],[[
沙尘之影
环带护手
联盟: 暴走
版本: 2.2.0以前
版本: {2_6}3.0.0以前
版本: 当前
等级需求: 31, 25 Dex, 25 Int
攻击和法术暴击率提高 (20-30)%
{variant:1}+(15-30)% 攻击和法术暴击伤害加成
{variant:2}+(25-45)% 攻击和法术暴击伤害加成
{variant:3}+(20-30)% 攻击和法术暴击伤害加成
该装备的闪避与能量护盾提高 (100-130)%
物理攻击伤害的 0.2% 转化为魔力偷取
暴走状态时创造一团烟雾
暴走状态时获得【不洁之力】3 秒
暴走
]],[[
蝮吻
暗影护手
版本: {2_6}3.0.0以前
版本: 当前
等级需求: 58, 45 Dex, 45 Int
闪避值提高 (150-180)%
+(60-70) 最大生命
每个狂怒球可使攻击速度提高 2%
每个狂怒球可使命中值提高 6%
每个狂怒球持续时间缩短 10%
{variant:1}当你拥有最大数量的狂怒球时，攻击使敌人中毒
{variant:2}拥有最大数量的狂怒球时，攻击有 60% 几率使敌人中毒
]],[[
轰天雷
暗影者护手
版本: 1.0.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 67, 51 Dex, 51 Int
此物品上的技能石受到 18 级的 附加闪电伤害 辅助
{variant:1,3}攻击附加 1 - 100 基础闪电伤害
{variant:2}攻击附加 1 - 40 基础闪电伤害
攻击速度提高 10%
+(25-30) 最大能量护盾
对敌人的感电效果持续时间延长 100%
敌人被晕眩时间延长 10% 
]],[[
恶魔缝补者
缎布手套
等级需求: 41
施法速度提高 (15-20)%
+(50-70) 最大能量护盾
+(50-70) 最大生命
你施法时，献祭生命的 5% 来获得等量的能量护盾 
]],[[
巨坑之令
仪式手套
联盟: 地心
源: 传奇Boss【墨血库高】 专属掉落
版本: 一个深渊插槽  
版本: 两个深渊插槽 
Requires Level: 36
{variant:1}拥有 1 个深渊插槽
{variant:2}拥有 2 个深渊插槽
施法速度提高 (6-10)%
最大生命提高 (4-6)%
插入苍白之凝珠宝时，召唤生物的命中值 +1000
插入安睡之凝珠宝时，法术击中获得【秘术增强】
]],[[
建筑师之手
扣环护手
联盟: 穿越
升级: 使用 通货【统御魔瓶】 升级为 传奇【奴隶贩子之手】
等级需求: 16
+(30-40) 敏捷
该装备的闪避与能量护盾提高 (100-125)%
陷阱投掷速度降低 (20-30)%
陷阱所使用的技能范围扩大 (10-20)%
施法速度的提高和降低也同样作用于陷阱投掷速度
]],[[
奴隶贩子之手
伏击护手
联盟: 穿越
源: 由 传奇【建筑师之手】 使用 通货【统御魔瓶】 升级
等级需求: 45
+(30-40) 敏捷
该装备的闪避与能量护盾提高 (200-250)%
陷阱投掷速度降低 (20-30)%
投掷陷阱的技能受到血魔法辅助
陷阱所使用的技能范围扩大 (10-20)%
施法速度的提高和降低也同样作用于陷阱投掷速度
当你的任何陷阱被敌人触发时，有 10% 的几率获得 1 个耐力球、狂怒球或暴击球
]],


}
