-- Item data (c) Grinding Gear Games
return {
-- Ring
[[
升华之眼
金环
等级需求: 12
源: 竞赛奖励品
固定基底词缀: 1
+(8-12) 全属性
物品稀有度提高 (16-24)%
角色体型增大 3%
魔力回复速度提高 (30-40)%
]],
[[
活解
潜能之戒
联盟: 毁灭不朽
固定基底词缀: 1
有 1 个插槽
此物品上装备的【光环技能石】等级 +5
此物品上的技能石提高 10% 魔力保留
+(15-25) 全属性
每装备 1 个未腐化的物品，获得 15 每秒生命回复
每装备 1 个被腐化的物品时，技能的总魔力消耗 -2 
【未鉴定词缀】
]],
[[
罪恶之环(忆境)
锻铁戒指
联盟: 虚空忆境
Has Alt Variant: true
版本: 增益效果
版本: 魔力保留
版本: 物理伤害减伤
版本: 物理伤害
版本: 纯净哨兵
等级需求: 52
固定基底词缀: 1
追忆词缀
+(10-20) 全属性
附加 (8-10) - (13-15) 基础物理伤害
+(350-400) 护甲
{variant:1}【纯净之捷】的增益效果提高 (70-100)%
{variant:2}【纯净之捷】的魔力保留降低 (30-40)%
{variant:3}受到【纯净之捷】影响时，获得额外 4% 物理伤害减免
{variant:4}受到【纯净之捷】影响时，物理伤害提高 (40-60)%
{variant:5}召唤的纯净哨兵伤害提高 (70-100)%
忆境物品
]],[[
罪恶之环(分裂)
锻铁戒指
联盟: 虚空忆境
版本: 增益效果
版本: 魔力保留
版本: 物理伤害减伤
版本: 物理伤害
版本: 纯净哨兵
等级需求: 52
固定基底词缀: 1
攻击附加 1 - 4 基础物理伤害
{fractured}+(10-20) 全属性
附加 (8-10) - (13-15) 基础物理伤害
+(350-400) 护甲
{variant:1}【纯净之捷】的增益效果提高 (70-100)%
{variant:2}【纯净之捷】的魔力保留降低 (30-40)%
{variant:3}受到【纯净之捷】影响时，获得额外 4% 物理伤害减免
{variant:4}受到【纯净之捷】影响时，物理伤害提高 (40-60)%
{variant:5}召唤的纯净哨兵伤害提高 (70-100)%
在忆境之台上使用时，新物品获得一个额外的【捷】属性
分裂之物
]],
[[
恐惧之环(忆境)
蓝玉戒指
联盟: 虚空忆境
Has Alt Variant: true
版本: 增益效果
版本: 魔力保留
版本: 冰霜抗性
版本: 冰霜抗性上限
版本: 冰霜伤害
等级需求: 52
固定基底词缀: 1
追忆词缀
+(20-30) 敏捷
附加 (20-25) - (26-35) 基础冰霜伤害
+(20-30)% 冰霜抗性
{variant:1}【寒冰之捷】的增益效果提高 (70-100)%
{variant:2}【寒冰之捷】的魔力保留降低 (30-40)%
{variant:3}受到【寒冰之捷】影响时，+(50-60)% 冰霜抗性
{variant:4}受到【寒冰之捷】影响时，+1% 冰霜抗性上限
{variant:5}受到【寒冰之捷】影响时，冰霜伤害提高 (40-60)%
忆境物品
]],
[[
恐惧之环(分裂)
蓝玉戒指
联盟: 虚空忆境
版本: 增益效果
版本: 魔力保留
版本: 冰霜抗性
版本: 冰霜抗性上限
版本: 冰霜伤害
等级需求: 52
固定基底词缀: 1
+(20-30)% 冰霜抗性
{fractured}+(20-30) 敏捷
附加 (20-25) - (26-35) 基础冰霜伤害
+(20-30)% 冰霜抗性
{variant:1}【寒冰之捷】的增益效果提高 (70-100)%
{variant:2}【寒冰之捷】的魔力保留降低 (30-40)%
{variant:3}受到【寒冰之捷】影响时，+(50-60)% 冰霜抗性
{variant:4}受到【寒冰之捷】影响时，+1% 冰霜抗性上限
{variant:5}受到【寒冰之捷】影响时，冰霜伤害提高 (40-60)%
在忆境之台上使用时，新物品获得一个额外的【捷】属性
分裂之物
]],
[[
苦痛之环(忆境)
红玉戒指
联盟: 虚空忆境
Has Alt Variant: true
版本: 增益效果
版本: 魔力保留
版本: 火焰抗性
版本: 火焰抗性上限
版本: 火焰伤害
等级需求: 52
固定基底词缀: 1
追忆词缀
+(20-30) 力量
附加 (20-25) - (26-35) 基础火焰伤害
+(20-30)% 火焰抗性
{variant:1}【灰烬之捷】的增益效果提高 (70-100)%
{variant:2}【灰烬之捷】的魔力保留降低 (30-40)%
{variant:3}受到【灰烬之捷】影响时，+(50-60)% 火焰抗性
{variant:4}受到【灰烬之捷】影响时，+1% 火焰抗性上限
{variant:5}受到【灰烬之捷】影响时，火焰伤害提高 (40-60)%
忆境物品
]],
[[
苦痛之环(分裂)
红玉戒指
联盟: 虚空忆境
版本: 增益效果
版本: 魔力保留
版本: 火焰抗性
版本: 火焰抗性上限
版本: 火焰伤害
等级需求: 52
固定基底词缀: 1
+(20-30)% 火焰抗性
{fractured}+(20-30) 力量
附加 (20-25) - (26-35) 基础火焰伤害
+(20-30)% 火焰抗性
{variant:1}【灰烬之捷】的增益效果提高 (70-100)%
{variant:2}【灰烬之捷】的魔力保留降低 (30-40)%
{variant:3}受到【灰烬之捷】影响时，+(50-60)% 火焰抗性
{variant:4}受到【灰烬之捷】影响时，+1% 火焰抗性上限
{variant:5}受到【灰烬之捷】影响时，火焰伤害提高 (40-60)%
在忆境之台上使用时，新物品获得一个额外的【捷】属性
分裂之物
]],
[[
乡愁之环(忆境)
紫晶戒指
联盟: 虚空忆境
Has Alt Variant: true
版本: 增益效果
版本: 魔力保留
版本: 混沌抗性
版本: 混沌伤害
版本: 苦痛爬行者
等级需求: 38
固定基底词缀: 1
追忆词缀
+(10-20) 全属性
附加 (15-20) - (21-30) 基础混沌伤害
+(17-23)% 混沌抗性
{variant:1}【苦痛之捷】的增益效果提高 (70-100)%
{variant:2}【苦痛之捷】的魔力保留降低 (30-40)%
{variant:3}受到【苦痛之捷】影响时，+(31-43)% 混沌抗性
{variant:4}受到【苦痛之捷】影响时，混沌伤害提高 (40-60)%
{variant:5}召唤的苦痛爬行者伤害提高 (70-100)%
忆境物品
]],[[
乡愁之环(分裂)
紫晶戒指
联盟: 虚空忆境
版本: 增益效果
版本: 魔力保留
版本: 混沌抗性
版本: 混沌伤害
版本: 苦痛爬行者
等级需求: 38
固定基底词缀: 1
+(9-13)% 混沌抗性
{fractured}+(10-20) 全属性
附加 (15-20) - (21-30) 基础混沌伤害
+(17-23)% 混沌抗性
{variant:1}【苦痛之捷】的增益效果提高 (70-100)%
{variant:2}【苦痛之捷】的魔力保留降低 (30-40)%
{variant:3}受到【苦痛之捷】影响时，+(31-43)% 混沌抗性
{variant:4}受到【苦痛之捷】影响时，混沌伤害提高 (40-60)%
{variant:5}召唤的苦痛爬行者伤害提高 (70-100)%
在忆境之台上使用时，新物品获得一个额外的【捷】属性
分裂之物
]],[[
悔恨之环(忆境)
黄玉戒指
联盟: 虚空忆境
Has Alt Variant: true
版本: 增益效果
版本: 魔力保留
版本: 闪电抗性
版本: 闪电抗性上限
版本: 闪电伤害
等级需求: 52
固定基底词缀: 1
追忆词缀
+(20-30) 智慧 
附加 1 - (48-60) 基础闪电伤害 
+(20-30)% 闪电抗性 
{variant:1}【闪电之捷】的增益效果提高 (70-100)%
{variant:2}【闪电之捷】的魔力保留降低 (30-40)%
{variant:3}受到【闪电之捷】影响时，+(50-60)% 闪电抗性
{variant:4}受到【闪电之捷】影响时，+1% 闪电抗性上限
{variant:5}受到【闪电之捷】影响时，闪电伤害提高 (40-60)%
忆境物品
]],[[
悔恨之环(分裂)
黄玉戒指
版本: 增益效果
版本: 魔力保留
版本: 闪电抗性
版本: 闪电抗性上限
版本: 闪电伤害
联盟: 虚空忆境
等级需求: 52
固定基底词缀: 1
+(20-30)% 闪电抗性
{fractured}+(20-30) 智慧 
附加 1 - (48-60) 基础闪电伤害 
+(20-30)% 闪电抗性 
{variant:1}【闪电之捷】的增益效果提高 (70-100)%
{variant:2}【闪电之捷】的魔力保留降低 (30-40)%
{variant:3}受到【闪电之捷】影响时，+(50-60)% 闪电抗性
{variant:4}受到【闪电之捷】影响时，+1% 闪电抗性上限
{variant:5}受到【闪电之捷】影响时，闪电伤害提高 (40-60)%
在忆境之台上使用时，新物品获得一个额外的【捷】属性
分裂之物
]],
[[
贪欲之记
金光戒指
等级需求: 20
固定基底词缀: 1
物品稀有度提高 (6-15)%
+10 敏捷
物品稀有度提高 (50-70)%
获得 -20% 火焰、冰霜、闪电抗性
]],[[
贝雷克的冰与雷之曲
双玉戒指
联盟: 支配, 复仇
版本: 2.6.0以前
版本: 3.8.0以前
版本: 当前
等级需求: 20
固定基底词缀: 1
+(12-16)% 冰霜与闪电抗性
{variant:1}冰霜伤害提高 (10-15)%
{variant:2,3}冰霜伤害提高 (25-30)%
{variant:1}攻击附加 1 - (50-70) 基础闪电伤害
{variant:2,3}攻击和法术附加 1 - (50-70) 基础闪电伤害
+(30-40) 最大生命
{variant:1}对被冰冻敌人造成伤害的 1% 转化为生命偷取
{variant:2,3}对被感电敌人造成伤害的 1% 转化为生命偷取
{variant:1}对感电敌人造成伤害的 1% 转化为魔力偷取
{variant:2}对冰冻敌人造成伤害的 1% 转化为魔力偷取
{variant:3}对冰冻敌人造成伤害的 1% 转化为能量护盾偷取
]],[[
贝雷克的冰与火之歌
双玉戒指
联盟: 支配, 复仇
版本: 2.6.0以前
版本: 当前
等级需求: 20
固定基底词缀: 1
+(12-16)% 火焰与冰霜抗性
{variant:1}火焰伤害提高 (10-15)%
{variant:2}火焰伤害提高 (25-30)%
{variant:1}攻击附加 1 - (10-30) 基础冰霜伤害
{variant:2}攻击和法术附加 (20-25) - (30-50) 基础冰霜伤害
+(30-40) 最大能量护盾
被点燃时伤害提高 30%
冰冻时 +5000 点护甲
]],[[
贝雷克的火与雷之乐
双玉戒指
联盟: 支配, 复仇
版本: 2.6.0以前
版本: 当前
等级需求: 20
固定基底词缀: 1
+(12-16)% 火焰与闪电抗性
{variant:1}攻击附加 1-(10-30) 基础火焰伤害
{variant:2}攻击和法术附加 (20-25)-(30-50) 基础火焰伤害
{variant:1}闪电伤害提高 (10-15)%
{variant:2}闪电伤害提高 (25-30)%
+(30-40) 最大魔力
{variant:1}当你击败 1 名感电敌人，对周围 1 名敌人造成相同的感电效果，持续2秒
{variant:2}当你击败 1 名感电敌人，对周围敌人造成相同的感电效果
{variant:1}当你击败 1 名点燃敌人，对周围 1 名敌人造成相同的点燃效果，持续2秒
{variant:2}当你击败 1 名点燃敌人，对周围敌人造成相同的点燃效果
]],[[
幽暗之语
锻铁戒指
升级: 使用 预言【虚空】 升级为 传奇【虚空心灵】
等级需求: 2
固定基底词缀: 1
攻击附加 1 - 4 基础物理伤害
+(20-30) 最大生命
攻击附加 1 - 3 基础混沌伤害
物理伤害提高 5%
(2-4) 每秒生命回复
10% 几率使敌人逃跑
]],[[
虚空心灵
锻铁戒指
源: 由 传奇【幽暗之语】 使用 预言【虚空】 升级
版本: 2.4.0以前
版本: 当前
等级需求: 48
固定基底词缀: 1
攻击附加 1 - 4 基础物理伤害
物理伤害提高 5%
攻击附加 1 - 3 基础混沌伤害
+(20-30) 最大生命
(2-4) 每秒生命回复
10% 几率使敌人逃跑
{variant:1}近战攻击会造成流血
{variant:2}近战攻击有 (30-50)% 几率造成流血
{variant:1}近战攻击击中会造成中毒
{variant:2}近战攻击击中后有 (20-40)% 几率造成中毒
]],[[
沸血
珊瑚戒指
升级: 使用 预言【冷血狂怒】 升级为 传奇【冬日之织】
版本: 2.6.0以前
版本: 当前
等级需求: 24
固定基底词缀: 1
+(20-30) 最大生命
{variant:1}攻击附加 (7-10) - (15-20) 基础火焰伤害
{variant:2}攻击附加 (12-15) - (25-30) 基础火焰伤害
+(20-40) 最大生命
+(10-15)% 冰霜抗性
{variant:1}你受到的冰缓效果降低 45%
{variant:2}你受到的冰缓效果降低 75%
{variant:1}你被点燃的持续时间延长 100%
{variant:2}被点燃时移动速度提高 10%
]],[[
冬日之织
珊瑚戒指
源: 由 传奇【沸血】 使用 预言【冷血狂怒】 升级
等级需求: 53
固定基底词缀: 1
+(20-30) 最大生命
攻击附加 (12-15) - (25-30) 基础火焰伤害
攻击附加 (12-15) - (25-30) 基础冰霜伤害
+(20-40) 最大生命
+(25-30)% 冰霜抗性
被点燃时移动速度提高 10%
你身上的冰缓效果颠倒
]],[[
布琳洛特-加龙省印记
潜能之戒
联盟: 军团
版本: 2.6.0以前
版本: 当前
等级需求: 45
固定基底词缀: 1
有 1 个插槽
{variant:1}此物品上装备的【魔像技能石】等级 +2
{variant:2}此物品上装备的【魔像技能石】等级 +3
{variant:1}此物品上的技能石受到 15 级的 集中效应 辅助
{variant:2}插槽内魔像技能的增益效果提高 25%
{variant:2}插槽内魔像技能获得等同最大生命 20% 的额外能量护盾
{variant:1}法术伤害提高 (10-25)%
{variant:2}法术伤害提高 (20-25)%
+(15-25) 最大能量护盾
+(20-40)% 闪电抗性
{variant:1}此物品上的技能石受到 15 级的 召唤生物生命 辅助
]],[[
意志呼唤
双玉戒指
版本: 2.6.0以前
版本: 当前
等级需求: 20
固定基底词缀: 1
+(12-16)% 冰霜与闪电抗性
+(15-25) 智慧
闪电伤害提高 (15-25)%
魔力回复速度提高 (30-40)%
{variant:1}50% 的闪电伤害转换为冰霜伤害
{variant:2}40% 的闪电伤害转换为冰霜伤害
你的法术有 100% 几率对冰冻的敌人造成感电
]],[[
亡者呼唤
紫晶戒指
联盟: 猛攻
版本: 2.6.0以前
版本: 当前
等级需求: 46
固定基底词缀: 1
+(9-13)% 混沌抗性
+(300-350) 命中值
{variant:1}+(60-80) 护甲
{variant:2}+(260-300) 护甲
{variant:2}+(40-50) 最大生命
+(15-20)% 混沌抗性
物理攻击伤害的 (0.6-0.8)% 会转化为生命偷取
{variant:1}击败敌人时获得 2 秒【猛攻】状态
{variant:2}击败敌人时获得 4 秒【猛攻】状态
]],[[
德瑞的魔具
海灵戒指
等级需求: 5
固定基底词缀: 1
+(20-25) 最大魔力
+(5-10) 智慧
获得 +5% 火焰、冰霜、闪电抗性
击败敌人回复 +5 魔力
可以对敌人施放 1 个额外诅咒
]],[[
梦语之痕
蓝玉戒指
版本: 2.6.0以前
版本: 当前
等级需求: 24
固定基底词缀: 1
+(20-30)% 冰霜抗性
最大魔力提高 20%
魔力回复速度提高 50%
{variant:2}+(30-40)% 冰霜抗性
免疫冰冻
{variant:2}免疫冰缓
]],[[
余烬之痕
红玉戒指
版本: {2_6}3.0.0以前
版本: 3.9.0以前
版本: 当前
等级需求: 16
固定基底词缀: 1
+(20-30)% 火焰抗性
{variant:1}火焰伤害提高 (15-25)%
{variant:2,3}火焰伤害提高 (30-40)%
施法速度提高 (5-10)%
{variant:1}火焰伤害击中时有 5% 几率点燃敌人
{variant:2,3}火焰伤害击中时有 10% 几率点燃敌人
{variant:1}你可以对单一敌人造成最多 300 个点燃状态
{variant:2,3}你可以对敌人造成额外 1 个点燃效果
{variant:1}你的暴击不造成额外暴击伤害
{variant:1}燃烧总伤害额外降低 80%
{variant:2}被点燃敌人的燃烧减缓 65%
{variant:3}被点燃敌人的燃烧减缓 50%
]],[[
菁华蠕虫
潜能之戒
等级需求: 38
固定基底词缀: 1
有 1 个插槽
此物品上装备的【光环技能石】等级 +2
此物品上的技能石无魔力保留
魔力保留提高 40%
]],[[
神赐
宝钻戒指
联盟: 混乱
版本: 2.6.0以前
版本: 当前
等级需求: 28
固定基底词缀: 1
攻击和法术暴击率提高 (20-30)%
{variant:2}暴击时触发 10 级的【奉献】
攻击和法术暴击率提高 (30-35)%
照亮范围扩大 (10-15)%
{variant:1}暴击时制造奉献地面
暴击击败敌人时物品稀有度提高 (40-50)%
{variant:2}在奉献地面上时，伤害提高 50%
{variant:2}在奉献地面上时有 5% 额外格挡率
]],[[
结魂之环
月光石戒指
等级需求: 20
固定基底词缀: 1
+(15-25) 最大能量护盾
(10-15) 每秒生命回复
魔力回复速度提高 (20-40)%
召唤生物的最大生命提高 15%
召唤生物的范围效果扩大 10%
当你的召唤生物死亡时，承受 350 点物理伤害
]],[[
饥饿之环
潜能之戒
固定基底词缀: 1
等级需求: 45
有 1 个插槽
当插槽内的辅助宝石达到最大等级时吞噬该宝石
可以吞噬 4 个辅助宝石
尚未吞噬任何宝石
]],[[
冈姆的远见
珊瑚戒指
升级: 使用 预言【国王之道】 升级为 传奇【冈姆之路】
版本: 2.0.0以前
版本: 当前
等级需求: 4
固定基底词缀: 1
+(20-30) 最大生命
+(10-20) 力量
你的攻击击中每个敌人会回复 +(2-4) 生命
+1 耐力球数量上限
]],[[
冈姆之路
珊瑚戒指
源: 由 传奇【冈姆的远见】 使用 预言【国王之道】 升级
等级需求: 32
固定基底词缀: 1
+(20-30) 最大生命
+(10-20) 力量
每个耐力球提高 0.4% 每秒生命回复
你的攻击击中每个敌人会回复 +(2-4) 生命
+1 耐力球数量上限
]],[[
基加萨鲁
黄玉戒指
版本: 2.6.0以前
版本: 当前
等级需求: 20
固定基底词缀: 1
+(20-30)% 闪电抗性
+(10-15) 全属性
{variant:1}(13-17) 每秒生命回复
{variant:2}每级获得每秒回复 1 生命
魔力回复速度提高 (20-40)%
{variant:1}你受到的诅咒效果降低 20%
{variant:2}你受到的诅咒效果降低 40%
]],[[
英灵宝环
锻铁戒指
版本: 2.6.0以前
版本: 当前
等级需求: 24
固定基底词缀: 1
攻击附加 1 - 4 基础物理伤害
{variant:1}伤害提高 (10-20)%
{variant:2}伤害提高 (10-30)%
{variant:1}+(10-20) 全属性
{variant:2}+(10-30) 全属性
{variant:1}物品稀有度提高 (10-20)%
{variant:2}物品稀有度提高 (10-30)%
{variant:1}获得 +(10-20)% 火焰、冰霜、闪电抗性
{variant:2}获得 +(10-30)% 火焰、冰霜、闪电抗性
]],[[
罗里的幸运之灯
三相戒指
版本: 1.0.0以前
版本: 当前
等级需求: 30
固定基底词缀: 2
{variant:1}获得 +(8-12)% 火焰、冰霜、闪电抗性
{variant:2}获得 +(8-10)% 火焰、冰霜、闪电抗性
获得 +10% 火焰、冰霜、闪电抗性
低血时移动速度提高 (6-8)%
照亮范围扩大 31%
低血时 +(20-25)% 混沌抗性
低血时，敌人攻击你会特别不幸
]],[[
玛拉凯的巧技
潜能之戒
版本: 2.6.0以前
版本: 3.5.0以前
版本: 当前
Sockets: W
等级需求: 5
固定基底词缀: 1
有 1 个插槽
{variant:1}获得 -25% 火焰、冰霜、闪电抗性
{variant:2,3}获得 -20% 火焰、冰霜、闪电抗性
插上 1 个红色技能石时获得 +(75-100)% 火焰抗性
插上 1 个绿色技能石时获得 +(75-100)% 冰霜抗性
插上 1 个蓝色技能石时获得 +(75-100)% 闪电抗性
所有插槽都是白色的
此物品上的技能石额外获得【元素之相】
{variant:1}此物品上的技能石获得【元素之相】，效果降低 40%
{variant:2}此物品上的技能石获得【元素之相】，效果降低 25%
]],[[
裂界之印
合金戒指
源: 传奇Boss【裂界者】 专属掉落（永恒·T18）
等级需求: 80
固定基底词缀: 1
攻击附加 (3-4) - (10-14) 基础物理伤害
攻击附加 (26-32) - (42-48) 基础冰霜伤害
最大能量护盾提高 (6-10)%
最大生命提高 (6-10)%
若你的其他戒指中有【塑界之器】，则攻击伤害提高 (60-80)%
若你的其他戒指中有【裂界之器】，则免疫攻击造成的晕眩
击败敌人时有 20% 几率触发 20 级的【藤蔓抽击】
裂界之器
]],[[
塑界之印
蛋白石戒指
源: 传奇Boss【裂界者】 专属掉落（永恒·T18）
等级需求: 80
固定基底词缀: 1
火焰、冰霜、闪电伤害提高 (15-25)%
法术附加 (13-18) - (50-56) 闪电伤害
最大能量护盾提高 (6-10)%
最大生命提高 (6-10)%
若你的其他戒指中有【裂界之器】，则法术伤害提高 (60-80)%
若你的其他戒指中有【塑界之器】，则免疫法术造成的晕眩
击败敌人时有 20% 几率触发 20 级的【召唤异动奇点】
塑界之器
]],[[
明恩的慧心
紫晶戒指
版本: 2.6.0以前
版本: {2_6}3.0.0以前
版本: 当前
等级需求: 69
固定基底词缀: 1
+(9-13)% 混沌抗性
{variant:1}最大生命降低 15%
{variant:2}最大生命降低 10%
{variant:3}最大生命降低 (5-10)%
{variant:1}最大能量护盾降低 15%
{variant:2}最大能量护盾降低 10%
{variant:3}最大能量护盾降低 (5-10)%
+(40-50)% 混沌抗性
获得额外混沌伤害，其数值等同于物理伤害的 20%
]],[[
莫考之拥
红玉戒指
等级需求: 16
固定基底词缀: 1
+(20-30)% 火焰抗性
火焰伤害提高 (15-25)%
+(25-40)% 冰霜抗性
火焰伤害击中时有 (5-10)% 几率点燃敌人
被点燃时攻击速度提高 20%
被点燃时施法速度提高 20%
+25% 几率被点燃
]],[[
哑风封印
潜能之戒
联盟: 军团
版本: 2.6.0以前
版本: 当前
等级需求: 45
固定基底词缀: 1
有 1 个插槽
{variant:1}此物品上装备的【魔像技能石】等级 +2
{variant:2}此物品上装备的【魔像技能石】等级 +3
{variant:1}此物品上的技能石受到 13 级的 快速攻击 辅助
{variant:2}插槽内魔像技能攻击和施法速度提高 20%
攻击附加 (5-10) - (11-15) 基础物理伤害
攻击速度提高 (5-10)%
{variant:1}(1-2)% 几率躲避攻击击中
{variant:2}(3-5)% 几率躲避攻击击中
{variant:1}此物品上的技能石受到 16 级的 召唤生物速度 辅助
{variant:2}玩家施放插槽内的魔像技能会获得 10 秒【猛攻】状态
]],[[
努葛玛呼之印
红玉戒指
联盟: 血族
版本: 2.6.0以前
版本: 当前
等级需求: 29
固定基底词缀: 1
+(20-30)% 火焰抗性
+(15-25) 力量
{variant:1}攻击附加 (8-10) - (12-14) 基础火焰伤害
{variant:2}附加 (8-10) - (12-14) 基础火焰伤害
{variant:1}攻击击中每个点燃的敌人会回复 +(4-5) 生命
{variant:2}当你点燃 1 个敌人时，回复 (20-30) 生命
敌人被点燃的持续时间延长 15%
{variant:1}火焰伤害击中时有 5% 几率点燃敌人
{variant:2}火焰伤害击中时有 10% 几率点燃敌人
]],[[
草民
潜能之戒
联盟: 军团
等级需求: 60
固定基底词缀: 1
有 1 个插槽
此物品上装备的技能石等级 +2
攻击与施法速度提高 (5-10)%
每个红色插槽 +100 最大生命
每个蓝色插槽 +100 最大能量护盾
每个绿色插槽 +100 最大魔力
每个白色插槽会使物品掉落数量提高 15%
]],[[
普兰德斯之记
海灵戒指
版本: 2.0.0以前
版本: 当前
等级需求: 5
固定基底词缀: 1
+(20-25) 最大魔力
+(25-30) 最大魔力
魔力回复速度提高 (45-65)%
{variant:1}经验值获取提高 3%
{variant:2}经验值获取提高 2%
{variant:1}你每装备一个传奇装备，智慧提高 3%
{variant:2}你每装备一个传奇装备，智慧提高 2%
额外 3% 几率掉落知识卷轴
]],[[
普拉克斯
海灵戒指
等级需求: 22
固定基底词缀: 1
+(20-25) 最大魔力
+(30-60) 最大魔力
(3-6) 每秒魔力回复
技能的总魔力消耗 -(8-4) 
被击中时， 4 秒内回复等同于 8% 伤害的魔力
]],[[
燃焰
蓝玉戒指
版本: 2.6.0以前
版本: {2_6}3.0.0以前
版本: 当前
等级需求: 11
固定基底词缀: 1
+(20-30)% 冰霜抗性
+(25-35)% 火焰抗性
{variant:1,2}燃烧伤害提高 (25-35)%
{variant:3}燃烧伤害提高 (60-80)%
{variant:1}100% 的冰霜伤害转换为火焰伤害
{variant:2,3}40% 的冰霜伤害转换为火焰伤害
照亮范围扩大 10%
你击败的被点燃敌人将会被歼灭
]],[[
红刃之环
潜能之戒
联盟: 军团
版本: 2.6.0以前
版本: 当前
等级需求: 45
固定基底词缀: 1
有 1 个插槽
{variant:1}此物品上装备的【魔像技能石】等级 +2
{variant:2}此物品上装备的【魔像技能石】等级 +3
+(30-40) 力量
{variant:2}+(30-40) 最大生命
{variant:1}攻击附加 (8-12) - (20-30) 基础火焰伤害
火焰伤害提高 (20-30)%
{variant:1}此物品上的技能石受到 12 级的 低阶多重投射 辅助
{variant:2}插槽内魔像技能击中时有 25% 几率嘲讽
{variant:1}此物品上的技能石受到 17 级的 召唤生物伤害 辅助
{variant:2}插槽内的魔像技能每秒回复 5% 生命
]],[[
瑞佛之冠
双玉戒指
版本: 3.5.0以前
版本: 当前
联盟: 魔符
源: 传奇Boss【狼王瑞佛】 专属掉落 (等级 60+)
等级需求: 49
固定基底词缀: 1
+(12-16)% 火焰与冰霜抗性
火焰伤害提高 (20-30)%
冰霜伤害提高 (20-30)%
魔力回复速度提高 (20-30)%
{variant:1}击败敌人时有 5% 几率触发 18 级的【召唤幽狼】
{variant:2}击败敌人时有 10% 几率触发 18 级的【召唤幽狼】
]],[[
罗米拉的潜力之环
宝钻戒指
版本: 1.1.0以前
版本: 2.2.0以前
版本: 当前
等级需求: 60
固定基底词缀: 1
攻击和法术暴击率提高 (20-30)%
+333 命中值
{variant:1}+(10-20)% 攻击和法术暴击伤害加成
{variant:2}+(10-15)% 攻击和法术暴击伤害加成
{variant:3}+(15-25)% 攻击和法术暴击伤害加成
+(40-60) 最大魔力
物理攻击伤害的 0.4% 转化为魔力偷取
非暴击时获得 1 个暴击球
暴击时失去所有暴击球
]],[[
薛朗的启示之环
月光石戒指
联盟: 混乱, 猛攻
版本: 1.2.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 30
固定基底词缀: 1
+(15-25) 最大能量护盾
+(60-75) 智慧
右戒指栏位：不能回复魔力
{variant:1}右戒指栏位：每秒回复 4% 能量护盾
{variant:2,3}右戒指栏位：每秒回复 3% 能量护盾
{variant:3}右戒指栏位：+100 最大魔力
{variant:3}左戒指栏位：+100 最大能量护盾
{variant:1,2}左戒指栏位：魔力回复速度提高 100%
{variant:3}左戒指栏位：每秒回复 40 魔力
左戒指栏位：不能回复能量护盾
]],[[
希比尔之叹
珊瑚戒指
版本: 2.0.0以前
版本: 2.6.0以前
版本: {2_6}3.0.0以前
版本: 3.9.0以前
版本: 当前
等级需求: 45
固定基底词缀: 1
+(20-30) 最大生命
{variant:1,2,3}武器攻击的火焰、冰霜、闪电伤害提高 (20-30)%
{variant:4,5}攻击技能的火焰、冰霜、闪电伤害提高 (20-30)%
攻击附加 (8-15) - (20-28) 基础火焰伤害
{variant:1}物品稀有度降低 (20-40)%
{variant:2,3,4,5}物品稀有度降低 (10-20)%
{variant:1,2}左戒指栏位：反射的火焰、冰霜、闪电伤害降低 30%
{variant:3,4}左戒指栏位：反射的火焰、冰霜、闪电伤害降低 40%
{variant:5}左戒指栏位：反射的火焰、冰霜、闪电伤害降低 80%
{variant:1,2}右戒指栏位：反射的物理伤害降低 30%
{variant:3,4}右戒指栏位：反射的物理伤害降低 40%
{variant:5}右戒指栏位：反射的物理伤害降低 80%
]],[[
蛇穴
蓝玉戒指
版本: 3.5.0以前
版本: 当前
源: 传奇Boss【九头蛇守卫】 专属掉落
等级需求: 68
固定基底词缀: 1
+(20-30)% 冰霜抗性
冰霜伤害提高 (20-40)%
施法速度提高 (5-10)%
{variant:1}法术可以额外发射 1 个投射物
{variant:2}左戒指栏位：法术的投射物无法弹射
{variant:2}左戒指栏位：分裂类法术的投射物无法弹射
{variant:2}右戒指栏位：法术的投射物会额外弹射 1 次
{variant:2}右戒指栏位：法术的投射物无法分裂
{variant:2}法术的投射物无法穿透
]],[[
风暴之炎
蛋白石戒指
等级需求: 80
固定基底词缀: 1
火焰、冰霜、闪电伤害提高 (15-25)%
魔力回复速度提高 (40-45)%
+(20-30)% 火焰与闪电抗性
近期内你每感电 1 个未被感电的敌人，则燃烧伤害提高 (4-6)%
击中点燃敌人时附加 (1-3) - (62-70) 基础闪电伤害
你的闪电伤害可以造成点燃
]],[[
元素之章
三相戒指
联盟: 支配, 复仇
源: 商店配方
版本: {2_6}3.0.0以前
版本: 当前
等级需求: 30
固定基底词缀: 1
获得 +(8-10)% 火焰、冰霜、闪电抗性
{variant:1}武器攻击的火焰、冰霜、闪电伤害提高 15%
{variant:2}攻击技能的火焰、冰霜、闪电伤害提高 30%
{variant:1}获得 +(10-15)% 火焰、冰霜、闪电抗性
{variant:2}获得 +(20-30)% 火焰、冰霜、闪电抗性
{variant:1}火焰、冰霜、闪电伤害提高 15%
{variant:2}火焰、冰霜、闪电伤害提高 30%
{variant:1}5% 几率造成冰冻、感电与点燃效果
{variant:2}10% 几率造成冰冻、感电与点燃效果
{variant:1}10% increased Damage per Freeze, Shock and Ignite on Enemy
{variant:2}对被冰冻、感电、点燃敌人的击中伤害和异常状态伤害提高 20%
]],[[
塔萨里之印
蓝玉戒指
联盟: 血族
版本: 2.6.0以前
版本: 当前
等级需求: 20
固定基底词缀: 1
+(20-30)% 冰霜抗性
{variant:1}攻击冰冻目标时附加 10 - 15 基础物理伤害
{variant:2}对冰缓敌人附加 40 - 60 基础冰霜伤害
{variant:1}攻击附加 (5-6) - (7-9) 基础冰霜伤害
{variant:2}攻击和法术附加 (7-10) - (15-20) 基础冰霜伤害
+(200-300) 点闪避值
{variant:1}你被冰缓的持续时间缩短 20%
{variant:2}50% 几率避免被冰缓
{variant:1}冰霜伤害击中时有 5% 的几率冰冻敌人
{variant:2}冰霜伤害击中时有 10% 的几率冰冻敌人
]],[[
窃罪
三相戒指
版本: 1.0.0以前
版本: 1.1.0以前
版本: 2.6.0以前
版本: 当前
等级需求: 30
固定基底词缀: 2
{variant:1}获得 +(8-12)% 火焰、冰霜、闪电抗性
{variant:2,3,4}获得 +(8-10)% 火焰、冰霜、闪电抗性
{variant:1,2}物品掉落数量提高 (15-25)%
{variant:3,4}物品掉落数量提高 (10-16)%
不能使用其他戒指
{variant:1,2,3}获得 +(8-12)% 火焰、冰霜、闪电抗性
{variant:4}获得 +(16-24)% 火焰、冰霜、闪电抗性
你受到的诅咒效果降低 50%
{variant:1,2,3}你的攻击击中每个敌人会回复 +(20-30) 生命
{variant:4}你的攻击击中每个敌人会回复 +(40-60) 生命
{variant:1,2,3}你的攻击击中每个敌人会回复 +15 魔力
{variant:4}你的攻击击中每个敌人会回复 +30 魔力
]],[[
时光之握
月光石戒指
升级: 使用 预言【时空裂隙】 升级为 传奇【时空扭曲】
版本: 2.6.0以前
版本: 当前
等级需求: 22
固定基底词缀: 1
+(15-25) 最大能量护盾
攻击速度提高 (10-15)%
{variant:1}施法速度提高 (5-8)%
{variant:2}施法速度提高 (5-10)%
{variant:1}魔力回复速度降低 15%
{variant:2}魔力回复速度提高 15%
{variant:1}+(10-25) 最大能量护盾
{variant:2}+(15-25) 最大能量护盾
{variant:1}你受到的时空锁链效果降低 30%
{variant:2}你受到的时空锁链效果降低 50%
]],[[
时空扭曲
月光石戒指
源: 由 传奇【时光之握】 使用 预言【时空裂隙】 升级
等级需求: 64
固定基底词缀: 1
+(15-25) 最大能量护盾
攻击速度提高 (10-15)%
施法速度提高 (5-10)%
+(30-50) 最大能量护盾
魔力回复速度提高 15%
技能效果持续时间延长 +(-10-10)%
不受时空锁链影响
]],[[
瓦拉库之印
黄玉戒指
联盟: 血族
版本: 2.6.0以前
版本: {2_6}3.0.0以前
版本: 当前
等级需求: 38
固定基底词缀: 1
+(20-30)% 闪电抗性
{variant:1}对感电敌人的伤害提高 15%
{variant:2}对感电敌人的伤害提高 40%
{variant:3}对感电敌人的击中伤害提高 40%
闪电伤害提高 20%
+(20-40) 最大魔力
对感电敌人造成伤害的 0.2% 转化为生命偷取
{variant:1}闪电伤害击中时有 5% 几率使敌人受到感电效果影响
{variant:2,3}闪电伤害击中时有 10% 几率使敌人受到感电效果影响
]],[[
女武神
月光石戒指
等级需求: 38
固定基底词缀: 1
+(15-25) 最大能量护盾
+(10-20) 最大能量护盾
+(20-30)% 火焰抗性
-40% 冰霜抗性
你的晕眩门槛由能量护盾计算，而不再基于生命
]],[[
赌神芬多
金光戒指
等级需求: 65
固定基底词缀: 1
物品稀有度提高 (6-15)%
+(0-60) 最大生命
物品掉落数量提高 (-10-10)%
物品稀有度提高 (-40-40)%
+(-25-50)% 火焰抗性
+(-25-50)% 冰霜抗性
+(-25-50)% 闪电抗性
]],[[
虚空慧眼
潜能之戒
联盟: 伏击, 侵略
等级需求: 45
固定基底词缀: 1
有 1 个插槽
此物品上装备的技能石等级 +5
]],[[
守卫之铭
锻铁戒指
等级需求: 30
固定基底词缀: 1
攻击附加 1 - 4 基础物理伤害
攻击附加 (5-15) - (25-50) 基础物理伤害
攻击速度降低 30%
晕眩敌人时有 15% 几率获得 1 个狂怒球
]],

[[
阿克莱的草原
红玉戒指
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 49
固定基底词缀: 1
+(20-30)% 火焰抗性
+20 力量
最大能量护盾提高 5%
最大生命提高 5%
]],[[
阿克莱的高山
红玉戒指
联盟: 地心
源: 传奇Boss【盲目者亚华托提利】 专属掉落
等级需求: 49
固定基底词缀: 1
+(20-30)% 火焰抗性
+20 力量
最大能量护盾提高 5%
最大生命提高 5%
]],[[
阿克莱的山谷
红玉戒指
联盟: 地心
源: 传奇Boss【墨血库高】 专属掉落
等级需求: 49
固定基底词缀: 1
+(20-30)% 火焰抗性
+20 力量
最大能量护盾提高 5%
最大生命提高 5%
]],[[
普藤博的草原
黄玉戒指
联盟: 地心
源: 传奇Boss【墨血库高】 专属掉落
等级需求: 49
固定基底词缀: 1
+(20-30)% 闪电抗性
+20 智慧
最大能量护盾提高 5%
最大生命提高 5%
]],[[
普藤博的高山
黄玉戒指
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 49
固定基底词缀: 1
+(20-30)% 闪电抗性
+20 智慧
最大能量护盾提高 5%
最大生命提高 5%
]],[[
普藤博的山谷
黄玉戒指
联盟: 地心
源: 传奇Boss【盲目者亚华托提利】 专属掉落
等级需求: 49
固定基底词缀: 1
+(20-30)% 闪电抗性
+20 智慧
最大能量护盾提高 5%
最大生命提高 5%
]],[[
乌扎萨的草原
蓝玉戒指
联盟: 地心
源: 传奇Boss【盲目者亚华托提利】 专属掉落
等级需求: 49
固定基底词缀: 1
+(20-30)% 冰霜抗性
+20 敏捷
最大能量护盾提高 5%
最大生命提高 5%
]],[[
乌扎萨的高山
蓝玉戒指
联盟: 地心
源: 传奇Boss【墨血库高】 专属掉落
等级需求: 49
固定基底词缀: 1
+(20-30)% 冰霜抗性
+20 敏捷
最大能量护盾提高 5%
最大生命提高 5%
]],[[
乌扎萨的山谷
蓝玉戒指
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 49
固定基底词缀: 1
+(20-30)% 冰霜抗性
+20 敏捷
最大能量护盾提高 5%
最大生命提高 5%
]],
}
