--
-- Upcoming uniques will live here until their mods/rolls are finalised
--
data.uniques.new = {

-- 3.8
[[
Siegebreaker
重革腰带
+(25–35) 力量
能量护盾提高 9%
最大生命提高 9%
+23% 混沌抗性 
攻击击中时，召唤生物有 5% 几率嘲讽敌人
你的召唤物死亡时扩散腐蚀地面，每秒造成 20% 召唤物最大生命的混沌伤害
]],
[[
Fortress Covenant
钴蓝珠宝
仅限: 1
范围: 中
召唤生物的伤害提高 41%
召唤生物有 +12% 攻击伤害格挡几率
召唤生物有 +11% 法术伤害格挡几率
范围内的核心天赋转换为召唤物承受的伤害提高 20%
]],
[[
Icefang Orbit
锻铁戒指
等级需求: 62, 95 Dex, 131 Int
攻击附加 1 - 4 基础物理伤害
+21 敏捷
击中时有 25% 几率使目标中毒
中毒伤害提高 40%
你中毒时会被冰缓
未被冰缓的敌人被你造成中毒时被冰缓
被你的击中所击败的中毒敌人被粉碎
]],
[[
寒铁刃
艾兹麦之匕
等级需求: 62, 95 Dex, 131 Int
攻击和法术暴击率提高 30%
所有物品上装备的【物理法术技能石】等级 +3
无法造成元素伤害
]],
[[
三重扣
网眼手套
等级需求: 32, 26 Dex, 26 Int
该装备的护甲与能量护盾提高 94%
每个红色插槽使召唤生物 25% 的物理伤害转化为火焰伤害
每个绿色插槽使召唤生物 25% 的物理伤害转化为冰霜伤害
每个蓝色插槽使召唤生物 25% 的物理伤害转化为闪电伤害
每个白色插槽使召唤生物 25% 的物理伤害转化为混沌伤害
召唤生物有 5% 几率冰冻、感电、点燃敌人
]],
[[
兄弟会徽章
青玉护身符
等级需求: 60
+(16-24) 敏捷与智慧
每个狂怒球可使旅行技能冷却回复速度提高 10%
每个狂怒球可使elusive效果提高 8%
使用旅行技能有 23% 几率失去一个狂怒球
获得elusive状态时有 23% 几率失去一个暴击球
最大狂怒球数量等同于最大暴击球数量
]],
[[
奔逃之
暗影之靴
等级需求: 63, 62 Dex, 62 Int
该装备的闪避与能量护盾提高 148%
晕眩回复和格挡回复提高 36%
旅行技能冷却回复速度提高 51%
移动时，魔力回复速度提高 40%
你的移动速度为基础移动速度的 150%
]]



}
