--
-- Upcoming uniques will live here until their mods/rolls are finalised
--
data.uniques.new = {

-- 3.8
[[ 
Sporeguard
圣者链甲
击败敌人时触发等级 10 的【Contaminate】
该装备的护甲与能量护盾提高 204%
最大生命提高 9%
+22% 混沌抗性
位于真菌地面的敌人被你击败时有 20% 几率爆炸，造成等同该敌人最大生命 5% 的混沌伤害
静止时，围绕你周围创建真菌地面

]],
[[ 
Torchoak Step
古钢胫甲
该装备的护甲提高 (80-120)%
图腾的生命提高 (30-50)%
移动速度提高 25%
图腾放置速度提高 (30-50)%
图腾被击中时对周围敌人造成等同图腾 25% 最大生命的火焰伤害
]],
[[
The Jinxed Juju
黄晶护身符
+(16-24) 力量和敏捷
+(30-40) 智慧
+(23-31)% 混沌抗性
你所施放诅咒的效果提高 (10-15)%
你技能的非诅咒类光环效果提高 (10-15)%
被击中时，有 10% 承受的伤害优先由你的灵体平均分担
]],
[[
Rotting Legion
覆体环甲
此物品插槽中宝石由等级 1 的肉盾辅助
该装备的护甲与能量护盾提高 118%
+50 最大生命
每个魔卫可使你的伤害提高 5%
每个魔卫可使你承受的总元素伤害额外降低 1%
]],
[[
Cowl of the Cryophile
绸缎之兜
可以拥有 2 个附魔词缀
该装备的闪避值提高 61%
+22 全属性
-52% 火焰抗性
-54% 闪电抗性
你的冰霜抗性为 75%
]],
[[
Machina Mitts
暗影者护手
该装备的闪避与能量护盾提高 94%
你偷取生命，数值等同于你的地雷造成伤害的 1%
生命和能量护盾回复速度降低 25%
每个暴击球可使生命和能量护盾回复速度提高 5%
若你近期没有引爆地雷，每秒失去 1 个暴击球
]],
[[
Siegebreaker
重革腰带
+(25–35) 力量
能量护盾提高 (6-10)%
最大生命提高 (6-10)%
+(17-23)% 混沌抗性 
攻击击中时，召唤生物有 5% 几率嘲讽敌人
你的召唤物死亡时扩散腐蚀地面，每秒造成 20% 召唤物最大生命的混沌伤害
]],
[[
Fortress Covenant
钴蓝珠宝
仅限: 1
范围: 中
召唤生物的伤害提高 (35-45)%
召唤生物有 +(10-12)% 攻击伤害格挡几率
召唤生物有 +(10-12)% 法术伤害格挡几率
范围内的核心天赋替代为：召唤生物承受的伤害提高 20%
]],
[[
Quickening Covenant
翠绿珠宝
仅限: 1
范围: 中
召唤生物的攻击速度提高 (12-16)%
召唤生物的施法速度提高 (12-16)%
召唤生物有额外 (10-12)% 躲避击中几率
召唤生物有 (10-12)% 几率躲避法术击中
范围内的核心天赋替代为：召唤生物的移动速度降低 25%
]],
[[
Icefang Orbit
锻铁戒指
等级需求: 62, 95 Dex, 131 Int
攻击附加 1 - 4 基础物理伤害
+(20-30) 敏捷
击中时有 25% 几率使目标中毒
中毒伤害提高 (40-60)%
你中毒时也会被冰缓
你造成中毒的敌人若没有冰缓，则受到冰缓
被你的击中所击败的中毒敌人会破碎
]],
[[
Venopuncture
锻铁戒指
攻击附加 1 - 4 基础物理伤害
+(20-30) 力量
击中时有 25% 几率使目标流血
流血伤害提高 (40-60)%
你流血时也会被冰缓
你造成流血的敌人若没有冰缓，则受到冰缓
被你的击中所击败的流血敌人会破碎
]],
[[
寒铁刃
艾兹麦之匕
等级需求: 62, 95 Dex, 131 Int
攻击和法术暴击率提高 30%
所有物品上装备的【物理法术技能石】等级 +3
无法造成元素伤害
]],
[[
三重扣
网眼手套
等级需求: 32, 26 Dex, 26 Int
该装备的护甲与能量护盾提高 (80-120)%
每个红色插槽使召唤生物 25% 的物理伤害转化为火焰伤害
每个绿色插槽使召唤生物 25% 的物理伤害转化为冰霜伤害
每个蓝色插槽使召唤生物 25% 的物理伤害转化为闪电伤害
每个白色插槽使召唤生物 25% 的物理伤害转化为混沌伤害
召唤生物有 (5-10)% 几率冰冻、感电、点燃敌人
]],
[[
兄弟会徽章
青玉护身符
等级需求: 60
+(16-24) 敏捷与智慧
每个狂怒球可使旅行技能冷却回复速度提高 10%
每个狂怒球可使【灵巧】效果提高 8%
使用旅行技能有 23% 几率失去一个狂怒球
获得【灵巧】状态时有 23% 几率失去一个暴击球
最大狂怒球数量等同于最大暴击球数量
]],
[[
奔逃之
暗影之靴
等级需求: 63, 62 Dex, 62 Int
该装备的闪避与能量护盾提高 148%
晕眩回复和格挡回复提高 36%
旅行技能冷却回复速度提高 51%
移动时，魔力回复速度提高 40%
你的移动速度为基础移动速度的 150%
]]



}
