--
-- Upcoming uniques will live here until their mods/rolls are finalised
--
 
-- Automatically generate Megalomaniac because like heck I'm entering all those variants manually lol


data.uniques.new = {


--3.11 升级装
[[
沧海桑田
饰布腰带
联盟: 古灵庄园
源: 由 传奇【流逝之时】 使用 通货【时光卷轴】 升级
等级需求: 60
固定基底词缀: 1
晕眩回复和格挡回复提高 (15-25)%
获得【召唤高等时空先驱者】
{tags:attack,caster}攻击与施法速度提高 (10-15)%
{tags:jewellery_defense}能量护盾回复速度提高 (15-20)%
{tags:life}生命回复速度提高 (15-20)%
冷却回复速度提高 (15-20)%
你身上的减益效果消失速度提高 (15-20)%
]],

[[
风雪释放
无情之面
联盟: 古灵庄园
源: 由 传奇【风暴拘束】 使用 通货【解除卷轴】 升级
等级需求: 60, 51 Int, 51 Dex
固定基底词缀: 0
此物品上的技能石受到 18 级的 霜咬 辅助
插槽内的技能石被 18 级的 闪电支配 辅助
获得【召唤高等冰雷先驱者】
+(100-150) 点闪避值
+(60-80) 最大生命
+(40-60) 最大能量护盾
+(10-15)% 所有元素抗性
]],
[[
思想奔流
军团长剑
联盟: 古灵庄园
源: 由 传奇【秘法君临】 使用 通货【电击卷轴】 升级
等级需求: 62, 122 Str, 104 Dex
固定基底词缀: 1
命中值提高 40%
获得【召唤高等秘法先驱者】
当你攻击时触发 20 级的【风暴突袭】
法术伤害提高 (75-90)%
物理伤害提高 (140-160)%
附加 1 - (60-70) 基础闪电伤害
法术附加 1 - (60-70) 基础闪电伤害
范围效果扩大 10%
]],
[[
神性破碎
钝矢箭袋
联盟: 古灵庄园
源: 由 传奇【爆裂之射】 使用 通货【破碎卷轴】 升级
等级需求: 60
固定基底词缀: 1
敌人被晕眩时间延长 (25-35)%
获得【召唤高等射术先驱者】
攻击和法术附加 (19-22)-(30-35) 基础火焰伤害
攻击和法术附加 (19-22) - (30-35) 基础冰霜伤害
+(30-50) 力量和敏捷
+(15-25)% 火焰与冰霜抗性
]],
[[
不朽意志
威能鸢盾
联盟: 古灵庄园
源: 由 传奇【不屈之志】 使用 通货【光棱卷轴】 升级
等级需求: 68, 85 Str, 85 Int
固定基底词缀: 0
获得【召唤高等不屈先驱者】
+(60-80) 最大生命
+(10-15)% 所有元素抗性
格挡时回复 +(30-50) 魔力
持续吟唱技能伤害提高 (50-70)%
]],
[[
死亡屈服
帝国长杖
联盟: 古灵庄园
源: 由 传奇【圣恶之喻】 使用 通货【焚血卷轴】 升级
等级需求: 66, 113 Str, 113 Int
固定基底词缀: 1
18% 攻击格挡率
物品上的技能石受到 10 级的 生命偷取 辅助
获得【召唤高等残暴先驱者】
持长杖时攻击伤害格挡几率 +5%
附加 (160-185) - (200-225) 基础物理伤害
该装备的攻击暴击率提高 (30-40)%
]],


--3.11
[[
猎巫人的审判
贵族长杖
联盟: 古灵庄园
等级需求: 68, 89 Str, 89 Int
固定基底词缀: 1
持长杖时攻击伤害格挡几率 +18%
获得 20 级的【烙印喷涌】
烙印技能的持续时间延长 (50-100)%
]],	
[[
费尔博格獠牙
黄晶护身符
联盟: 古灵庄园
等级需求: 61
固定基底词缀: 1
{tags:jewellery_attribute}+(16-24) 力量和敏捷
{tags:jewellery_attribute}+(30-50) 智慧
{tags:caster}施法速度提高 (10-15)%
范围效果扩大 (10-15)%
如果敌人身上的诅咒时间已经消退了至少 25%，则会被缓速，使移动速度降低 25%
如果敌人身上的诅咒时间已经消退了至少 50%，诅咒效果提高 25%
如果敌人身上的诅咒时间已经消退了至少 75%，被你诅咒的敌人承受的伤害提高 25%
]],
[[
魔蝎的呼唤
宽矢箭袋
联盟: 古灵庄园
等级需求: 20
固定基底词缀: 1
持弓攻击附加 6 - 12 基础物理伤害
+(20-40) 敏捷
血姿态下获得 (150-200) 每秒生命回复
血姿态下，投射物伤害提高 (40-60)%
沙姿态下 +(700-1000) 闪避值
沙姿态下，范围效果扩大 (20-30)%
若近期内你换过姿态，则攻击速度加快 (25-30)%
]],
[[
复仇的魅力
黄晶护身符
联盟: 古灵庄园
等级需求: 20
固定基底词缀: 1
{tags:jewellery_attribute}+(16-24) 力量和敏捷
对致盲的敌人的击中和异常状态伤害提高 (25-40)%
对致盲的敌人时，攻击和法术暴击率提高 (30-50)%
暴击时有 (40-50)% 几率致盲敌人
目盲不影响你的照亮范围
你施加的目盲反作用到你身上
]],
[[
追逐之羽
灵骨之冠
联盟: 古灵庄园
等级需求: 34, 73 Int
固定基底词缀: 0
施法速度降低 (20-30)%
该装备的能量护盾提高 (80-130)%
非暴击造成 20% 伤害
法术技能最后一次重复始终暴击
法术技能只能在最后一次重复暴击
]],
[[
皇帝的警戒
冷钢鸢盾
联盟: 古灵庄园
固定基底词缀: 0
等级需求: 46, 60 Str, 60 Int
(16-22)% 法术伤害格挡几率
该装备的护甲与能量护盾提高 (300-400)%
最大生命提高 (10-15)%
你没有能量护盾时无法格挡
格挡击中造成的伤害无法规避能量护盾
非格挡击中造成的伤害始终规避能量护盾
【斗转星移】
]],
[[
熊之束
皮革腰带
联盟: 古灵庄园
等级需求: 68
固定基底词缀: 1
{tags:life}+(25-40) 最大生命
{tags:attack}攻击附加 (5-7) - (11-12) 基础物理伤害
敌人被晕眩时间延长 (20-30)%
你至少有 25 点怒火时，周围敌人被压垮
每 10 点怒火使物理伤害提高 (4-6)%
+20 最大怒火
]],

[[
塑血巨匠
操灵者背心
联盟: 古灵庄园
等级需求: 59, 160 Int
固定基底词缀: 0
该装备的能量护盾提高 (100-150)%
召唤生物每有 1% 混沌抗性就将其 2% 最大生命转化为最大能量护盾
混沌伤害无法规避召唤生物的能量护盾
召唤生物的能量护盾提前 (50-100)% 开始回复
召唤生物有能量护盾时，它们的击中无视怪物的元素抗
]],
[[
伟大旧神之触手
鳗皮手套
等级需求: 38, 56 Dex
固定基底词缀: 0
攻击附加 (8-12) - (15-20) 基础物理伤害
+(50-70) 最大生命
攻击击中时有 (10-20)% 几率穿刺敌人
被你击败的敌人有 50% 几率把他们身上累加的穿刺伤害传播给附近所有敌人
]],
[[
水火不容
伏击护手
等级需求: 45, 35 Str, 35 Dex
联盟: 古灵庄园
固定基底词缀: 0
该装备的闪避与能量护盾提高 (100-150)%
攻击与施法速度提高 (5-7)%
击中有 (20-25)% 几率施加【枯萎】，持续 2 秒
给敌人施加的每个【枯萎】都使它们从你的击中中受到的元素伤害提高 4%
你的击中无法穿透或无视元素抗性

]],
[[
多里亚尼的试作甲
圣者链甲
等级需求: 67, 109 Str, 94 Int
联盟: 古灵庄园
固定基底词缀: 0
该装备的护甲与能量护盾提高 (150-200)%
+(60-90) 最大生命
不造成非闪电伤害
被击中受到闪电伤害时也套用护甲值
闪电抗性不对承受的闪电伤害生效
周围敌人的闪电抗性等同于你
]],

[[
风暴之秘
黄玉戒指
联盟: 古灵庄园
等级需求: 56
固定基底词缀: 1
{tags:jewellery_resistance}+(20-30)% 闪电抗性
{tags:jewellery_attribute}+(20-30) 智慧
{tags:jewellery_elemental}闪电伤害提高 (20-30)%
{tags:jewellery_elemental}闪电伤害击中时有 (10-15)% 几率使敌人受到感电效果影响
你使敌人感电时，【闪电之捷】始终产生一个风暴
【闪电之捷】的风暴击中敌人的频率提高 (30–50)%
【闪电之捷】击中敌人时，受到 250 点闪电伤害
]],

--3.10


[[
天神之音
大型星团珠宝
联盟: 惊悸迷雾
版本: 一个空天赋
版本: 三个空天赋
版本: 五个空天赋
版本: 七个空天赋
固定基底词缀: 0
增加 3 个珠宝插槽天赋
{variant:1}增加 1 个无特殊效果的小天赋
{variant:2}增加 3 个无特殊效果的小天赋
{variant:3}增加 5 个无特殊效果的小天赋
{variant:4}增加 7 个无特殊效果的小天赋
已腐化
]],
[[
围攻
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【万物皆动】
]],
[[
审讯
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【苦难秘辛】
]],
[[
前线
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【百战老兵】
]],
[[
徒手空拳
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【空明之掌】
]],
[[
自然之喜
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【造化自然】
]],
[[
奇塔弗的指教
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【奇塔弗门徒】
]],
[[
灾祸异象
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【独行使者】
]],
[[
疯狂的象征
异色鞋(冰闪)
等级需求: 70, 62 Dex, 62 Int
联盟: 惊悸迷雾
固定基底词缀: 1
+(8-12)% 冰霜与闪电抗性
获得 1 级的【疯狂之拥】技能
混沌伤害提高 (20-40)%
移动速度提高 30%
受【疯狂荣光】影响时，所有伤害都施加【中毒】
受【疯狂荣光】影响时，被你击败的敌人有 40% 几率爆炸，造成其生命四分之一的混沌伤害
]],
[[
疯狂的象征
异色鞋(火冰)
等级需求: 70, 62 Str, 62 Dex
联盟: 惊悸迷雾
固定基底词缀: 1
+(8-12)% 火焰与冰霜抗性
获得 1 级的【疯狂之拥】技能
该装备的护甲与闪避提高 (150-300)%
移动速度提高 30%
受【疯狂荣光】影响时有 20% 几率造成双倍伤害
受【疯狂荣光】影响时，你身上的【护体】效果提高 60%
]],
[[
疯狂的象征
异色鞋(火闪)
等级需求: 70, 62 Str, 62 Int
联盟: 惊悸迷雾
固定基底词缀: 1
+(8-12)% 火焰与闪电抗性
获得 1 级的【疯狂之拥】技能
移动速度提高 30%
非伤害型异常状态效果提高 (20-40)%
受【疯狂荣光】影响时，你获得【点燃汇流】、【冰缓汇流】、【感电汇流】
受【疯狂荣光】影响时，免疫元素异常状态
]],
[[
千里狙敌
罪者之帽
等级需求: 64, 138 Dex
联盟: 惊悸迷雾
固定基底词缀: 0
获得 20 级的【狙击】技能
插入的非持续吟唱型弓类技能被【狙击】触发
插入的弓类技能触发时，造成的总伤害额外降低 33%
+(350-500) 命中值
+(350-500) 点闪避值
持续吟唱时有 (7-10)% 几率不被攻击击中
持续吟唱时，有 (7-10)% 几率躲避法术击中
]],
[[
尸僵
禁礼护手
等级需求: 50, 39 Dex, 39 Int
联盟: 惊悸迷雾
固定基底词缀: 0
+(50-70) 最大能量护盾
+(15-20)% 冰霜与闪电抗性
有 (20-30)% 几率使冰缓区域中的敌人【精疲力尽】
敌人在你造成的冰缓区域里，受到的闪电伤害提高 (25-35)%
非伤害型异常状态效果提高 (15-20)%
]],
[[
背信弃义
荣耀战铠
等级需求: 68, 191 Str
联盟: 惊悸迷雾
固定基底词缀: 0
近战伤害提高 (25-40)%
+(60-90) 最大生命
你可以同时拥有两面不同的旗帜
每次近战击中可以让你携带的旗帜获得 1 层效果，每秒最多 5 层
【战旗】的【肾上腺素】持续时间延长 (100-200)%
【恐怖之旗】的【护体】持续时间延长 (100-200)%
]],
[[
渎神代理
潜能之戒
固定基底词缀: 1
有 1 个插槽
此物品上装备的【诅咒技能石】等级 +3
{tags:jewellery_resistance}+(20-30)% 冰霜抗性
{tags:jewellery_resistance}+(20-30)% 闪电抗性
左戒指栏位：用插入的【诅咒】替换你【冰冷的飞掠者】的光环
右戒指栏位：用插入的【诅咒】替换你【电震的飞掠者】的光环
]],
[[
人格分裂
三相珠宝
仅限: 2
联盟: 惊悸迷雾
Has Alt Variant: true
版本: 命中值
版本: 护甲
版本: 敏捷
版本: 最大能量护盾
版本: 闪避值
版本: 智慧
版本: 最大生命
版本: 最大魔力
版本: 力量
固定基底词缀: 0
从你职业的出发位置到该珠宝槽之间每一点配置的天赋就使该珠宝插槽的效果提高 25%
{variant:1}+40 命中值
{variant:2}+40 护甲
{variant:3}+5 敏捷
{variant:4}+5 最大能量护盾
{variant:5}+40 点闪避值
{variant:6}+5 智慧
{variant:7}+5 最大生命
{variant:8}+5 最大魔力
{variant:9}+5 力量
已腐化
]],
--3.9














}


local lines = {
	"妄想症",
	"中型星团珠宝",
	"联盟: 惊悸迷雾",
	"源: 「梦魇拟像」限定掉落",
	"Has Alt Variant: true",
	"Has Alt Variant Two: true",
	"增加 4 个天赋技能",
	"增加的小天赋无效果",
}
local notables = { }
for name in pairs(data["3_0"].clusterJewels.notableSortOrder) do
	table.insert(notables, name)
end
table.sort(notables)
for index, name in ipairs(notables) do
	table.insert(lines, "版本: "..name)
	table.insert(lines, "{variant:"..index.."}其中 1 个增加的天赋为【"..name.."】")
end
table.insert(data.uniques.new, table.concat(lines, '\n'))




local linesForbiddenShako = {
	"皇帝的野望",
	"强化巨盔",
	"联盟: 古灵庄园",
	"等级需求: 68, 59 Str, 59 Int",
	"Has Alt Variant: true",	
	"+(25-30) 全属性",
}
local supports = { }
for name, grantedEffect in pairs(data["3_0"].skills) do

	if not grantedEffect.hidden and not grantedEffect.fromItem  and  grantedEffect.support and not grantedEffect.plusVersionOf then
		table.insert(supports, grantedEffect.name)
	end
end
table.sort(supports)
for index, name in ipairs(supports) do
	table.insert(linesForbiddenShako, "版本: "..name)
	table.insert(linesForbiddenShako, "{variant:"..index.."}此物品上的技能石受到 (15-25) 级的 "..name.." 辅助")
end
table.insert(data.uniques.new, table.concat(linesForbiddenShako, '\n'))

