--
-- Upcoming uniques will live here until their mods/rolls are finalised
--
data.uniques.new = {
[[
柳树之赐
翠玉护身符
等级需求: 52
固定基底词缀: 1
+(20-30) 敏捷
力量降低 10%
敏捷提高 15%
-(30-20)% 火焰抗性
+(30-40)% 冰霜抗性
你创造的【护体】改为使总闪避值额外提高 30%
【护体】状态下，攻击和施法速度提高 (15-25)%
]],
[[
战士的遗产
红玉戒指
等级需求: 16
联盟: 异界灾变
固定基底词缀: 1
+(20-30)% 火焰抗性
+(30-50) 力量
近战伤害提高 (20-25)%
30% 几率避免被晕眩
总攻击速度额外降低 20%
打击技能同时将其之前攻击的地点设为目标
]],
[[
希望之线
赤红珠宝
源: 传奇Boss【诸界觉者希鲁斯】 专属掉落
等级需求: 20
未连结至天赋树的技能，仍然可以在范围内配置
影响小环内的天赋
-(20-10)% 所有元素抗性
]],
[[
救世者
军团长剑
源: 传奇Boss【诸界觉者希鲁斯】 专属掉落
等级需求: 62, 122 Str, 104 Dex
固定基底词缀: 1
命中值提高 40%
当你使用救世者造成重击，则召唤一名使用该攻击技能的蜃影武士
装备时触发等级 20 的反射
物理伤害提高 (40-50)%
附加 (16-22) - (40-45) 基础物理伤害
攻击速度提高 (8-12)%
该装备的攻击暴击率提高 (8-12)%
]],
[[
漆黑藤杖
皇家短杖
源: 传奇Boss【诸界觉者希鲁斯】 专属掉落
等级需求: 50, 86 Str, 86 Int
固定基底词缀: 1
元素伤害提高 24%
+(20-30) 智慧
施法速度提高 (8-15)%
魔力回复速度提高 (40-60)%
召唤生物的伤害提高 (40-60)%
每个召唤的幻灵都给你【幽影之力】
]],
[[
苦难探寻者
粗革手套
等级需求: 54, 78 Dex
附加 (16-19) - (25-29) 基础火焰伤害
附加 (16-19) - (25-29) 基础冰霜伤害
附加 (6-10) - (33-38) 基础闪电伤害
闪避值提高 (60-120)%
暴击并不天然套用非伤害型异常状态
施加的非伤害型异常状态如同总伤害额外提高 (100-200)%
]],
[[
母亲的拥抱
重革腰带
联盟: 异界灾变
固定基底词缀: 1
+(25-35) 力量
+(50-70) 最大生命
+(20-30)% 冰霜抗性
召唤生物在召唤时使用你的药剂
召唤生物的药剂使用次数减少 (25-40)%
召唤生物的药剂效果持续时间提高 (50-80)%
]],
[[
迷雾之墙
漆彩轻盾
等级需求: 60, 159 Dex
固定基底词缀: 1
移动速度提高 6%
闪避值提高 (120-150)%
移动速度提高 10%
+(10-20)% 火焰与冰霜抗性
【迷踪】状态下，+(8-15)% 避免元素伤害几率
近期内你若没有格挡，你的攻击伤害格挡率将处于最高值
若近期内有过格挡，你则获得【迷踪】状态
]],
[[
怨恨之眼
无情之面
等级需求: 40
该装备的闪避与能量护盾提高 (400-500)%
+(20-40)% 火焰抗性
+(20-40)% 冰霜抗性
击中时有 25% 几率施加畏寒
击中时有 25% 几率施加畏火
周围敌人的火焰和冰霜抗性提高 50%
]],
[[
星界投影
黄玉戒指
联盟: 异界灾变
等级需求: 40
固定基底词缀: 1
+(20-30)% 闪电抗性
+(30-50) 智慧
法术伤害提高 (20-25)%
30% 几率避免元素异常状态
新星法术的总范围效果缩小 20%
在目标地点施放的新星法术改为在你周围施放
]],
[[
象牙之塔
圣者链甲
源: 传奇Boss【诸界觉者希鲁斯】 专属掉落
等级需求: 67, 109 Str, 94 Int
+(40-70) 智慧
每 100 点生命保留 +30 最大能量护盾
+(80-100) 最大魔力
每秒回复 2% 能量护盾
承受的混沌伤害优先从魔力扣除
]],
[[
内省之冠
箴言战冠
等级需求: 63, 85 Str, 62 Int
该装备的护甲与能量护盾提高 333%
最大生命和最大魔力，以及全局能量护盾提高 (9-21)%
灵魂幻化
身体幻化
心灵幻化
]],
[[
魔力风暴
石化魔盾
源: 传奇Boss【诸界觉者希鲁斯】 专属掉落
等级需求: 59, 141 Int
固定基底词缀: 1
法术伤害提高 (15-20)%
该装备的能量护盾提高 (80-120)%
+(50-70) 最大魔力
魔力回复速度提高 (30-50)%
当你施放法术时，献祭所有魔力，获得等同于献祭魔力 25% 的附加最大闪电伤害，持续 4 秒
]],
[[
圣体之绳
皮革腰带
源: 传奇Boss【诸界觉者希鲁斯】 专属掉落
等级需求: 49
固定基底词缀: 1
+(25-40) 最大生命
+(15-20) 全属性
+(50-70) 最大生命
奉献效果降低 25%
你可以拥有每种奉献各一个
奉献技能的持续时间降低 50%
]],
[[
神主之手
圣战手套
源: 传奇Boss【诸界觉者希鲁斯】 专属掉落
等级需求: 66, 51 Str, 51 Int
该装备的护甲与能量护盾提高 (150-200)%
最大生命提高 (7-12)%
+(20-30)% 火焰与闪电抗性
可在腐化时添加词缀
具有该词缀时，最多可以有 5 个基底词缀
]],
--3.9
[[
愤怒之阀
翠玉护身符
联盟: 异界灾变
等级需求: 40
固定基底词缀: 1
+(20-30) 敏捷
闪避值提高 (15-25)%
+(10-20)% 所有元素抗性
技能可以额外发射 2 个投射物
投射物速度提高 (20-30)%
调整投射物数量的词缀改为作用于向目标发射投射物的分裂数量
]],
-- 3.8

[[ 
扼息者
火蝮鳞手套
联盟: 寄生菌潮
等级需求: 59, 45 Str, 45 Dex
该装备的护甲与闪避提高 (100-150)%
+(30-50) 最大魔力
+(10-16)% 所有元素抗性
攻击与施法速度提高 (5-10)%
击败稀有怪物时产生一个枯疫菌孢子
]],
[[ 
孢囊守卫
圣者链甲
联盟: 寄生菌潮
等级需求: 67, 109 Str, 94 Int
击败敌人时触发 10 级的【玷污】
该装备的护甲与能量护盾提高 (200-250)%
最大生命提高 (7-10)%
+(17-23)% 混沌抗性
在真菌地表上被你击败的敌人会爆炸，造成它们 5% 生命的混沌伤害
站定时，脚下产生真菌地表
]],
[[ 
火柳胫甲
古钢胫甲
等级需求: 37, 67 Str
该装备的护甲提高 (80-120)%
图腾的生命提高 (30-50)%
移动速度提高 25%
图腾放置速度提高 (30-50)%
图腾被击中时对周围敌人反射火焰伤害，等同它们 25% 的最大生命
]],
[[
厄运护符
黄晶护身符
等级需求: 48
固定基底词缀: 1
+(16-24) 力量和敏捷
+(30-40) 智慧
+(23-31)% 混沌抗性
你所施放诅咒的效果提高 (10-15)%
你技能的非诅咒类光环效果提高 (10-15)%
被击中时，有 10% 的伤害优先由你的幽魂承受
]],
[[
腐朽军团
覆体环甲
等级需求: 58, 84 Str, 84 Int
此物品上的技能石受到 1 级的【肉盾】辅助
该装备的护甲与能量护盾提高 (100-140)%
+(50-80) 最大生命
每个再生腐尸可使伤害提高 (5-8)%
每有 1 个再生腐尸，承受的元素总伤害额外降低 1%
]],
[[ 
嗜火之冠
艾兹麦坚盔
联盟: 寄生菌潮
等级需求: 60, 138 Str
可附加第二种附魔词缀
+(20-30) 全属性
该装备的护甲提高 (60-80)%
冰霜抗性降低 (50-55)%
闪电抗性降低 (50-55)%
火焰抗性 75%
]],
[[ 
嗜雷之冠
日耀之冠
联盟: 寄生菌潮
等级需求: 59, 122 Int
可附加第二种附魔词缀
+(20-30) 全属性
该装备的能量护盾提高 (60-80)%
火焰抗性降低 (50-55)%
冰霜抗性降低 (50-55)%
闪电抗性 75%
]],
[[
嗜寒之冠
绸缎之兜
联盟: 寄生菌潮
等级需求: 60, 138 Dex
可附加第二种附魔词缀
+(20-30) 全属性
闪避值提高 (60-80)%
火焰抗性降低 (50-55)%
闪电抗性降低 (50-55)%
冰霜抗性 75%
]],
[[
马奇纳护手
暗影者护手
等级需求: 67, 51 Dex, 51 Int
该装备的闪避与能量护盾提高 (200-250)%
地雷造成 1% 的伤害转化为你的生命偷取
生命和能量护盾回复率降低 (20-30)%
每有 1 个暴击球，生命和能量护盾回复率提高 5%
若你近期没有引爆地雷，则每秒失去 1 个暴击球
]],
[[
突围者
重革腰带
等级需求: 44
固定基底词缀: 1
+(25-35) 力量
最大能量护盾提高 (6-10)%
最大生命提高 (6-10)%
+(17-23)% 混沌抗性
攻击击中时，召唤生物有 5% 几率嘲讽敌人
你的召唤生物死亡时产生腐蚀地面，每秒造成等同它们 20% 最大生命的混沌伤害
]],
[[
要塞誓约
钴蓝珠宝
仅限: 1
范围: 中
等级需求: 20
召唤生物的伤害提高 (35-45)%
召唤生物有+(10-12)% 攻击伤害格挡几率
召唤生物获得 +(10-12)% 格挡法术伤害率
范围内的核心天赋技能转化替代为：召唤生物受到的伤害提高 20%
]],
[[
加速誓约
翠绿珠宝
仅限: 1
范围: 中
等级需求: 20
召唤生物的攻击速度提高 (12-16)%
召唤生物的施法速度提高 (12-16)%
召唤生物有额外 (10-12)% 躲避击中几率
召唤生物有 (10-12)% 几率躲避法术击中
范围内的核心天赋技能转化替代为：召唤生物的移动速度降低 25%
]],
[[
冰牙指环
锻铁戒指
等级需求: 49
固定基底词缀: 1
攻击附加 1 - 4 基础物理伤害
+(20-30) 敏捷
击中时有 25% 几率使目标中毒
中毒伤害提高 (40-60)%
你中毒时也会被冰缓
你造成中毒的敌人若没有冰缓，则受到冰缓
被你的击中所击败的中毒敌人会破碎
]],
[[
静脉穿刺
锻铁戒指
等级需求: 49
固定基底词缀: 1
攻击附加 1 - 4 基础物理伤害
+(20-30) 力量
击中时有 25% 几率使目标流血
流血伤害提高 (40-60)%
你流血时也会被冰缓
你造成流血的敌人若没有冰缓，则受到冰缓
被你的击中所击败的流血敌人会破碎
]],
[[
寒铁刃
艾兹麦之匕
等级需求: 62, 95 Dex, 131 Int
攻击和法术暴击率提高 30%
所有物理法术技能石等级 +3
无法造成元素伤害
]],
[[
三重扣
网眼手套
等级需求: 32, 26 Dex, 26 Int
该装备的护甲与能量护盾提高 (80-120)%
每个红色插槽使召唤生物 25% 的物理伤害转化为火焰伤害
每个绿色插槽使召唤生物 25% 的物理伤害转化为冰霜伤害
每个蓝色插槽使召唤生物 25% 的物理伤害转化为闪电伤害
每个白色插槽使召唤生物 25% 的物理伤害转化为混沌伤害
召唤生物有 (5-10)% 几率冰冻、感电、点燃敌人
]],
[[
兄弟会徽章
青玉护身符
等级需求: 20
固定基底词缀: 1
+(16-24) 敏捷与智慧
每个狂怒球使旅行技能的冷却回复速度提高 (7-10)%
每个暴击球使你的【灵巧】效果提高 (7-10)%
当你使用旅行技能时，有 (20-25)% 几率失去一个狂怒球
获得【灵巧】有 (20-25)% 几率失去一个暴击球
你的狂怒球数量上限等于暴击球数量上限
]],
[[
奔逃之
暗影之靴
联盟: 寄生菌潮
等级需求: 63, 62 Dex, 62 Int
该装备的闪避与能量护盾提高 (100-150)%
晕眩回复和格挡回复提高 (30-40)%
旅行技能的冷却回复速度提高 (50-80)%
当移动时，魔力回复速度提高 (30-40)%
你的移动速度变为基础值的 150%

]]



}
