--
-- Upcoming uniques will live here until their mods/rolls are finalised
--
data.uniques.new = {
--3.5
[[
The Queen's Hunger
女王的饥饿
联盟: 毁灭不朽
等级需求: 68
源: 传奇Boss【亡灵大师卡塔莉娜】 专属掉落
每 5 秒触发 20 级的【骸骨奉献】、【血肉奉献】或【灵魂奉献】
以此种方式触发的奉献技能也会影响你
你的奉献技能对自身的效果降低 25%
施法速度提高 (5-10)%
该装备的能量护盾提高 (100-130)%
最大生命提高 (6-10)%
【未鉴定词缀】
【未鉴定词缀】
【未鉴定词缀】
]],
[[
瓦卡图图里
环形魔盾
源: 由传奇【远祖之颅】 使用 预言【导师】 升级
等级需求: 63
法术伤害提高 (5-10)%
此物品上装备的【召唤生物技能石】等级 +3
+(40-80) 最大能量护盾
该装备的能量护盾提高 (40-80)%
+(15-25) 最大魔力
你身上的光环效果提高 20%
召唤生物身上的光环效果提高 20%
格挡时喷洒焦油
近期内你若有过格挡，你和周围友军每秒回复 5% 生命
]],
[[
卓识
日耀之冠
联盟: 毁灭不朽
该装备的能量护盾提高 (240-280)%
+(30-40)% 火焰抗性
火焰、冰霜、闪电伤害提高 (30-40)%
25% 机率焦灼敌人
不能点燃
每有 1 个六分仪影响该地区，火焰、冰霜、闪电伤害便提高 10%
]],
[[
雷目
日耀之冠
联盟: 毁灭不朽
该装备的能量护盾提高 (240-280)%
+(30-40)% 闪电抗性
火焰、冰霜、闪电伤害提高 (30-40)%
25% 几率造成精疲力尽
无法造成感电
每有 1 个六分仪影响该地区，火焰、冰霜、闪电伤害便提高 10%
]],
[[
灰眼
日耀之冠
联盟: 毁灭不朽
该装备的能量护盾提高 (240-280)%
+(30-40)% 冰霜抗性
火焰、冰霜、闪电伤害提高 (30-40)%
25% 几率造成脆弱
无法造成冻结或冰缓
每有 1 个六分仪影响该地区，火焰、冰霜、闪电伤害便提高 10%
]],
[[
吞噬者王冠
操灵者之冠
联盟: 毁灭不朽
源: 传奇Boss【亡灵大师卡塔莉娜】 专属掉落
此物品上装备的技能石等级 +1
此物品上的技能石降低 20% 魔力保留
每 5 秒触发 15 级的【血肉盛宴】
该装备的能量护盾提高 (180-220)%
当你使用技能时，能量护盾有 10% 几率开始回复
异能魔力
【未鉴定词缀】
]],
[[
世界雕刻者
龙鳞手套
联盟: 毁灭不朽
消耗总计 200 魔力后触发 20 级的【秘术苏醒】
+(200-300) 命中值
该装备的护甲与闪避提高 (120-150)%
+(60-80) 最大生命
每有 1 个地图物品属性影响该地区，则攻击速度提高 3%
每有 1 个地图物品属性影响该地区，则攻击伤害提高 6%
]],
[[
悖论
瓦尔细剑
联盟: 毁灭不朽
+25% 攻击和法术暴击伤害加成
此武器的攻击造成双倍伤害
【未鉴定词缀】
【未鉴定词缀】
]],
[[
赤红风暴
钢木之弓
联盟: 毁灭不朽
移动速度提高 4%
该装备的物理伤害提高 (140-170)%
该装备的攻击暴击率提高 (25-35)%
攻击打出暴击时，有 50% 几率造成流血
因你而流血的敌人给予的药剂充能提高 (60-100)%
对流血敌人附加 (100-120) - (150-165) 基础物理伤害
攻击打出暴击时，有 50% 几率造成瘫痪
【未鉴定词缀】
]],
[[
活解
潜能之戒
联盟: 毁灭不朽
有 1 个插槽
此物品上装备的【光环技能石】等级 +5
此物品上的技能石提高 10% 魔力保留
+(15-25) 全属性
每装备 1 个未腐化的物品，获得 15 每秒生命回复
每装备 1 个被腐化的物品时，技能的总魔力消耗 -2 
【未鉴定词缀】
]],
[[
至日不眠
黑曜护身符
联盟: 毁灭不朽
塑界之器
+(10-16) 全属性
+52 最大生命
每秒 (2-3) 基础魔力回复
【时空锁链】的魔力保留降低 100%
击败稀有或者传奇敌人时，获得【塑界者姿态】，持续 10 秒
]],
[[
苦痛之处
巨人魔盾
联盟: 毁灭不朽
法术伤害提高 (20-40)%
该装备的能量护盾提高 (180-220)%
灵体的最大生命提高 (50-100)%
你打出暴击时获得【秘术增强】
你的【召唤灵体】也会随你一起获得【秘术增强】
每个【召唤灵体】会使法术暴击率提高 (40–50)%
]],
[[
灰烬之瓮
真银药剂
联盟: 毁灭不朽
源: 传奇Boss【亡灵大师卡塔莉娜】 专属掉落
吞噬 1 个被点燃的灵柩时，补充 1
药剂持续期间，被你点燃的敌人受到的伤害提高 10%
在药剂持续期间，击败敌人会补充 (1-3)% 的生命
在药剂持续期间，击败敌人会补充 (1-3)% 的魔力
在药剂持续期间，击败敌人会补充 (1-3)% 的能量护盾
【未鉴定词缀】
]],
-- 3.4 戒指

-- 3.4 General


-- 3.3 General

-- 3.3 Incursion


}
