--
-- Upcoming uniques will live here until their mods/rolls are finalised
--
 
-- Automatically generate Megalomaniac because like heck I'm entering all those variants manually lol


data.uniques.new = {
--3.11
[[
Fleshcrafter
操灵者背心
该装备的能量护盾提高 131%
召唤生物每有 1% 混沌抗性，转换 2% 最大生命为最大能量护盾
混沌伤害无法穿透召唤生物的能量护盾
召唤生物的能量护盾启动回复比平常快 87%
当召唤生物有能量护盾时，它们的击中无视怪物的元素抗性
]],
[[
Great Old One's Tentacles
鳗皮手套
联盟: 古灵庄园
固定基底词缀: 0
攻击附加 9 - 20 基础物理伤害
+53 最大生命
攻击击中时有 13% 几率穿刺敌人
被你击败的敌人有 50% 几率把他们身上累加的穿刺伤害传播给附近所有敌人
]],
[[
Abhorrent Interrogation
伏击护手
等级需求: 70, 62 Str, 62 Dex
联盟: 古灵庄园
固定基底词缀: 0
该装备的闪避与能量护盾提高 131%
攻击与施法速度提高 5%
击中时有 23% 机率造成凋零，持续 2 秒
你对敌人造成的每个凋零使其承受的击中元素伤害提高 4%
你的击中无法穿透或忽视元素抗性
]],
[[
Doryani's Prototype
圣者链甲
等级需求: 70, 62 Str, 62 Dex
联盟: 古灵庄园
固定基底词缀: 0
该装备的护甲与能量护盾提高 152%
+78 最大生命
无法造成非闪电伤害
被击中受到闪电伤害时也套用护甲值
闪电抗性不对承受的闪电伤害生效
周围敌人的闪电抗性等同于你的闪电抗性
]],

[[
Storm Secret
黄玉戒指
联盟: 古灵庄园
固定基底词缀: 1
{tags:jewellery_resistance}+(20-30)% 闪电抗性
{tags:jewellery_attribute}+30 智慧
{tags:jewellery_elemental}闪电伤害提高 30%
{tags:jewellery_elemental}闪电伤害击中时有 10% 几率使敌人受到感电效果影响
你使敌人感电时，闪电之捷始终创造一个风暴
闪电之捷的风暴击中敌人的频率提高 33%
闪电之捷击中敌人时，你承受 250 点闪电伤害
]],

--3.10


[[
天神之音
大型星团珠宝
联盟: 惊悸迷雾
版本: 一个空天赋
版本: 三个空天赋
版本: 五个空天赋
版本: 七个空天赋
固定基底词缀: 0
增加 3 个珠宝插槽天赋
{variant:1}增加 1 个无特殊效果的小天赋
{variant:2}增加 3 个无特殊效果的小天赋
{variant:3}增加 5 个无特殊效果的小天赋
{variant:4}增加 7 个无特殊效果的小天赋
已腐化
]],
[[
围攻
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【万物皆动】
]],
[[
审讯
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【苦难秘辛】
]],
[[
前线
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【百战老兵】
]],
[[
徒手空拳
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【空明之掌】
]],
[[
自然之喜
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【造化自然】
]],
[[
奇塔弗的指教
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【奇塔弗门徒】
]],
[[
灾祸异象
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【独行使者】
]],
[[
疯狂的象征
异色鞋(冰闪)
等级需求: 70, 62 Dex, 62 Int
联盟: 惊悸迷雾
固定基底词缀: 1
+(8-12)% 冰霜与闪电抗性
获得 1 级的【疯狂之拥】技能
混沌伤害提高 (20-40)%
移动速度提高 30%
受【疯狂荣光】影响时，所有伤害都施加【中毒】
受【疯狂荣光】影响时，被你击败的敌人有 40% 几率爆炸，造成其生命四分之一的混沌伤害
]],
[[
疯狂的象征
异色鞋(火冰)
等级需求: 70, 62 Str, 62 Dex
联盟: 惊悸迷雾
固定基底词缀: 1
+(8-12)% 火焰与冰霜抗性
获得 1 级的【疯狂之拥】技能
该装备的护甲与闪避提高 (150-300)%
移动速度提高 30%
受【疯狂荣光】影响时有 20% 几率造成双倍伤害
受【疯狂荣光】影响时，你身上的【护体】效果提高 60%
]],
[[
疯狂的象征
异色鞋(火闪)
等级需求: 70, 62 Str, 62 Int
联盟: 惊悸迷雾
固定基底词缀: 1
+(8-12)% 火焰与闪电抗性
获得 1 级的【疯狂之拥】技能
移动速度提高 30%
非伤害型异常状态效果提高 (20-40)%
受【疯狂荣光】影响时，你获得【点燃汇流】、【冰缓汇流】、【感电汇流】
受【疯狂荣光】影响时，免疫元素异常状态
]],
[[
千里狙敌
罪者之帽
等级需求: 64, 138 Dex
联盟: 惊悸迷雾
固定基底词缀: 0
获得 20 级的【狙击】技能
插入的非持续吟唱型弓类技能被【狙击】触发
插入的弓类技能触发时，造成的总伤害额外降低 33%
+(350-500) 命中值
+(350-500) 点闪避值
持续吟唱时有 (7-10)% 几率不被攻击击中
持续吟唱时，有 (7-10)% 几率躲避法术击中
]],
[[
尸僵
禁礼护手
等级需求: 50, 39 Dex, 39 Int
联盟: 惊悸迷雾
固定基底词缀: 0
+(50-70) 最大能量护盾
+(15-20)% 冰霜与闪电抗性
有 (20-30)% 几率使冰缓区域中的敌人【精疲力尽】
敌人在你造成的冰缓区域里，受到的闪电伤害提高 (25-35)%
非伤害型异常状态效果提高 (15-20)%
]],
[[
背信弃义
荣耀战铠
等级需求: 68, 191 Str
联盟: 惊悸迷雾
固定基底词缀: 0
近战伤害提高 (25-40)%
+(60-90) 最大生命
你可以同时拥有两面不同的旗帜
每次近战击中可以让你携带的旗帜获得 1 层效果，每秒最多 5 层
【战旗】的【肾上腺素】持续时间延长 (100-200)%
【恐怖之旗】的【护体】持续时间延长 (100-200)%
]],
[[
渎神代理
潜能之戒
固定基底词缀: 1
有 1 个插槽
此物品上装备的【诅咒技能石】等级 +3
{tags:jewellery_resistance}+(20-30)% 冰霜抗性
{tags:jewellery_resistance}+(20-30)% 闪电抗性
左戒指栏位：用插入的【诅咒】替换你【冰冷的飞掠者】的光环
右戒指栏位：用插入的【诅咒】替换你【电震的飞掠者】的光环
]],
[[
人格分裂
三相珠宝
仅限: 2
联盟: 惊悸迷雾
Has Alt Variant: true
版本: 命中值
版本: 护甲
版本: 敏捷
版本: 最大能量护盾
版本: 闪避值
版本: 智慧
版本: 最大生命
版本: 最大魔力
版本: 力量
固定基底词缀: 0
从你职业的出发位置到该珠宝槽之间每一点配置的天赋就使该珠宝插槽的效果提高 25%
{variant:1}+40 命中值
{variant:2}+40 护甲
{variant:3}+5 敏捷
{variant:4}+5 最大能量护盾
{variant:5}+40 点闪避值
{variant:6}+5 智慧
{variant:7}+5 最大生命
{variant:8}+5 最大魔力
{variant:9}+5 力量
已腐化
]],
--3.9














}


local lines = {
	"妄想症",
	"中型星团珠宝",
	"联盟: 惊悸迷雾",
	"源: 「梦魇拟像」限定掉落",
	"Has Alt Variant: true",
	"Has Alt Variant Two: true",
	"增加 4 个天赋技能",
	"增加的小天赋无效果",
}
local notables = { }
for name in pairs(data["3_0"].clusterJewels.notableSortOrder) do
	table.insert(notables, name)
end
table.sort(notables)
for index, name in ipairs(notables) do
	table.insert(lines, "版本: "..name)
	table.insert(lines, "{variant:"..index.."}其中 1 个增加的天赋为【"..name.."】")
end
table.insert(data.uniques.new, table.concat(lines, '\n'))