--
-- Upcoming uniques will live here until their mods/rolls are finalised
--
data.uniques.new = {

[[
马洛尼的技巧
华美箭袋
联盟: 虚空忆境
等级需求: 45
有 1 个插槽
有 2 个插槽
当你使用弓箭攻击时触发一个插槽内的弓类法术
攻击速度提高 (7-12)%
+(50-70) 最大生命
攻击击中有 5% 几率致盲敌人
]],
[[
罪恶之环(忆境)
锻铁戒指
联盟: 虚空忆境
Has Alt Variant: true
版本: 增益效果
版本: 魔力保留
版本: 物理伤害减伤
版本: 物理伤害
版本: 纯净哨兵
等级需求: 52
追忆词缀
+(10-20) 全属性
附加 (8-10) - (13-15) 基础物理伤害
+(350-400) 护甲
{variant:1}【纯净之捷】的增益效果提高 (70-100)%
{variant:2}【纯净之捷】的魔力保留降低 (30-40)%
{variant:3}受到【纯净之捷】影响时，获得额外 4% 物理伤害减免
{variant:4}受到【纯净之捷】影响时，物理伤害提高 (40-60)%
{variant:5}召唤的纯净哨兵伤害提高 (70-100)%
忆境物品
]],[[
罪恶之环(分裂)
锻铁戒指
联盟: 虚空忆境
版本: 增益效果
版本: 魔力保留
版本: 物理伤害减伤
版本: 物理伤害
版本: 纯净哨兵
等级需求: 52
攻击附加 1 - 4 基础物理伤害
+(10-20) 全属性
附加 (8-10) - (13-15) 基础物理伤害
+(350-400) 护甲
{variant:1}【纯净之捷】的增益效果提高 (70-100)%
{variant:2}【纯净之捷】的魔力保留降低 (30-40)%
{variant:3}受到【纯净之捷】影响时，获得额外 4% 物理伤害减免
{variant:4}受到【纯净之捷】影响时，物理伤害提高 (40-60)%
{variant:5}召唤的纯净哨兵伤害提高 (70-100)%
在忆境之台上使用时，新物品获得一个额外的【捷】属性
分裂之物
]],
[[
恐惧之环(忆境)
蓝玉戒指
联盟: 虚空忆境
Has Alt Variant: true
版本: 增益效果
版本: 魔力保留
版本: 冰霜抗性
版本: 冰霜抗性上限
版本: 冰霜伤害
等级需求: 52
追忆词缀
+(20-30) 敏捷
附加 (20-25) - (26-35) 基础冰霜伤害
+(20-30)% 冰霜抗性
{variant:1}【寒冰之捷】的增益效果提高 (70-100)%
{variant:2}【寒冰之捷】的魔力保留降低 (30-40)%
{variant:3}受到【寒冰之捷】影响时，+(50-60)% 冰霜抗性
{variant:4}受到【寒冰之捷】影响时，+1% 冰霜抗性上限
{variant:5}受到【寒冰之捷】影响时，冰霜伤害提高 (40-60)%
忆境物品
]],
[[
恐惧之环(分裂)
蓝玉戒指
联盟: 虚空忆境
版本: 增益效果
版本: 魔力保留
版本: 冰霜抗性
版本: 冰霜抗性上限
版本: 冰霜伤害
等级需求: 52
+(20-30)% 冰霜抗性
+(20-30) 敏捷
附加 (20-25) - (26-35) 基础冰霜伤害
+(20-30)% 冰霜抗性
{variant:1}【寒冰之捷】的增益效果提高 (70-100)%
{variant:2}【寒冰之捷】的魔力保留降低 (30-40)%
{variant:3}受到【寒冰之捷】影响时，+(50-60)% 冰霜抗性
{variant:4}受到【寒冰之捷】影响时，+1% 冰霜抗性上限
{variant:5}受到【寒冰之捷】影响时，冰霜伤害提高 (40-60)%
在忆境之台上使用时，新物品获得一个额外的【捷】属性
分裂之物
]],
[[
苦痛之环(忆境)
红玉戒指
联盟: 虚空忆境
Has Alt Variant: true
版本: 增益效果
版本: 魔力保留
版本: 火焰抗性
版本: 火焰抗性上限
版本: 火焰伤害
等级需求: 52
追忆词缀
+(20-30) 力量
附加 (20-25) - (26-35) 基础火焰伤害
+(20-30)% 火焰抗性
{variant:1}【灰烬之捷】的增益效果提高 (70-100)%
{variant:2}【灰烬之捷】的魔力保留降低 (30-40)%
{variant:3}受到【灰烬之捷】影响时，+(50-60)% 火焰抗性
{variant:4}受到【灰烬之捷】影响时，+1% 火焰抗性上限
{variant:5}受到【灰烬之捷】影响时，火焰伤害提高 (40-60)%
忆境物品
]],
[[
苦痛之环(分裂)
红玉戒指
联盟: 虚空忆境
版本: 增益效果
版本: 魔力保留
版本: 火焰抗性
版本: 火焰抗性上限
版本: 火焰伤害
等级需求: 52
+(20-30)% 火焰抗性
+(20-30) 力量
附加 (20-25) - (26-35) 基础火焰伤害
+(20-30)% 火焰抗性
{variant:1}【灰烬之捷】的增益效果提高 (70-100)%
{variant:2}【灰烬之捷】的魔力保留降低 (30-40)%
{variant:3}受到【灰烬之捷】影响时，+(50-60)% 火焰抗性
{variant:4}受到【灰烬之捷】影响时，+1% 火焰抗性上限
{variant:5}受到【灰烬之捷】影响时，火焰伤害提高 (40-60)%
在忆境之台上使用时，新物品获得一个额外的【捷】属性
分裂之物
]],
[[
乡愁之环(忆境)
紫晶戒指
联盟: 虚空忆境
Has Alt Variant: true
版本: 增益效果
版本: 魔力保留
版本: 混沌抗性
版本: 混沌伤害
版本: 苦痛爬行者
等级需求: 38
追忆词缀
+(10-20) 全属性
附加 (15-20) - (21-30) 基础混沌伤害
+(17-23)% 混沌抗性
{variant:1}【苦痛之捷】的增益效果提高 (70-100)%
{variant:2}【苦痛之捷】的魔力保留降低 (30-40)%
{variant:3}受到【苦痛之捷】影响时，+(31-43)% 混沌抗性
{variant:4}受到【苦痛之捷】影响时，混沌伤害提高 (40-60)%
{variant:5}召唤的苦痛爬行者伤害提高 (70-100)%
忆境物品
]],[[
乡愁之环(分裂)
紫晶戒指
联盟: 虚空忆境
版本: 增益效果
版本: 魔力保留
版本: 混沌抗性
版本: 混沌伤害
版本: 苦痛爬行者
等级需求: 38
+(9-13)% 混沌抗性
+(10-20) 全属性
附加 (15-20) - (21-30) 基础混沌伤害
+(17-23)% 混沌抗性
{variant:1}【苦痛之捷】的增益效果提高 (70-100)%
{variant:2}【苦痛之捷】的魔力保留降低 (30-40)%
{variant:3}受到【苦痛之捷】影响时，+(31-43)% 混沌抗性
{variant:4}受到【苦痛之捷】影响时，混沌伤害提高 (40-60)%
{variant:5}召唤的苦痛爬行者伤害提高 (70-100)%
在忆境之台上使用时，新物品获得一个额外的【捷】属性
分裂之物
]],[[
悔恨之环(忆境)
黄玉戒指
联盟: 虚空忆境
Has Alt Variant: true
版本: 增益效果
版本: 魔力保留
版本: 闪电抗性
版本: 闪电抗性上限
版本: 闪电伤害
等级需求: 52
追忆词缀
+(20-30) 智慧 
附加 1 - (48-60) 基础闪电伤害 
+(20-30)% 闪电抗性 
{variant:1}【闪电之捷】的增益效果提高 (70-100)%
{variant:2}【闪电之捷】的魔力保留降低 (30-40)%
{variant:3}受到【闪电之捷】影响时，+(50-60)% 闪电抗性
{variant:4}受到【闪电之捷】影响时，+1% 闪电抗性上限
{variant:5}受到【闪电之捷】影响时，闪电伤害提高 (40-60)%
忆境物品
]],[[
悔恨之环(分裂)
黄玉戒指
版本: 增益效果
版本: 魔力保留
版本: 闪电抗性
版本: 闪电抗性上限
版本: 闪电伤害
联盟: 虚空忆境
等级需求: 52
+(20-30)% 闪电抗性
+(20-30) 智慧 
附加 1 - (48-60) 基础闪电伤害 
+(20-30)% 闪电抗性 
{variant:1}【闪电之捷】的增益效果提高 (70-100)%
{variant:2}【闪电之捷】的魔力保留降低 (30-40)%
{variant:3}受到【闪电之捷】影响时，+(50-60)% 闪电抗性
{variant:4}受到【闪电之捷】影响时，+1% 闪电抗性上限
{variant:5}受到【闪电之捷】影响时，闪电伤害提高 (40-60)%
在忆境之台上使用时，新物品获得一个额外的【捷】属性
分裂之物
]],
[[
无常法袍(忆境)
智者之袍
等级需求: 56
该装备的能量护盾提高 (180-230)%
+600 力量和智慧需求
击中时获得神圣球
+10 最大神圣球
满神圣球时，你获得【神性】，持续 10 秒
获得【神性】时失去所有神圣球
周围队友的行动速度无法被减速至基础以下
周围的敌人无法造成暴击
忆境物品
联盟: 「虚空幻境」联盟限定
]],
[[
无常法袍(分裂)
智者之袍
等级需求: 56
该装备的能量护盾提高 (180-230)%
+600 力量和智慧需求
击中时获得神圣球
+10 最大神圣球
满神圣球时，你获得【神性】，持续 10 秒
获得【神性】时失去所有神圣球
周围队友的行动速度无法被减速至基础以下
周围的敌人无法造成暴击
分裂之物
联盟: 「虚空幻境」联盟限定
]],
[[
暴君之握
军团手套
等级需求: 57
+(15-25) 全属性
该装备的护甲与能量护盾提高 (150-200)%
从生命偷取中获得的最大总恢复量降低 50%
攻击与施法速度提高 (6-10)%
偷取时伤害提高 (15-25)%
生命回满时不会取消生命偷取效果
]],
[[
峰回路转
艾兹麦刺盾
等级需求: 62
2% 几率躲避法术击中
此物品上装备的【闪电技能石】等级 +(1-3)
装备时触发等级 20 闪电圣盾
攻击速度提高 (1-20)%
施法速度提高 (1-20)%  
该装备的闪避与能量护盾提高 (300-400)%
+(1-75) 最大魔力 
移动速度提高 (1-20)%
分裂之物
]],
[[
军团的进击
军团长靴
等级需求: 58
此物品上装备的【光环技能石】等级 +2
此物品上的技能石受到 25 级的 【祝福】 辅助
该装备的护甲与能量护盾提高 (250-300)%
获得 +(12-18)% 火焰、冰霜、闪电抗性
移动速度提高 (20-30)%
]],
[[
刁妇的圈套
刺绣手套
等级需求: 36
+(50-90) 最大能量护盾 
可以对敌人施放 1 个额外诅咒
诅咒技能施法速度提高 (10-20)%
敌人身上每有 1 个诅咒，法术伤害的 0.2% 会转化为能量护盾偷取
施放诅咒触发插槽内的诅咒法术
]],
[[
裁决面罩
行政者战冠
等级需求: 58
+(25-30) 全属性 
该装备的护甲与能量护盾提高 (150-200)% 
你每有 100 点力量，周围队友的防御属性便提高 (4-6)% 
你每有 100 点敏捷，周围队友获得 +(6-8)% 暴击伤害加成
你每有 100 点智慧，周围队友的施法速度便提高 (2-4)% 
总属性每有 250 点，魔力保留降低 1%
]],
[[
西里的真相
翠玉护身符
等级需求: 7
+(20-30) 敏捷
获得 22 级的主动技能【精准】，且可被此道具上的技能石辅助
+(25-35) 敏捷 
攻击附加 (12-15) - (24-28) 基础物理伤害 
攻击附加 (11-15) - (23-28) 基础冰霜伤害 
+(23-28)% 攻击和法术暴击伤害加成
物理攻击伤害的 (0.8-1)% 会转化为生命偷取
]],
[[
永恒幽影
血色之衣
等级需求: 65
塑界之器
被击中时触发 20 级的【永恒窥视】
该装备的闪避与能量护盾提高 (100-150)%
+(70-100) 最大生命
+(17-23)% 混沌抗性
每装备一个塑界者物品，获得额外混沌伤害，其数值等同于元素伤害的 (3-5)%
若全部装备塑界者物品，则击中无视敌方怪物的混沌抗性
]],
[[
风暴赐福
暗影护手
等级需求: 58
持续伤害效果提高 (20-30)%
该装备的闪避与能量护盾提高 (250-300)%
+(20-30)% 闪电抗性
你击败的敌人将会感电 
你制造的感电会扩散到半径 15 内的其他敌人上
]],
[[
内布利斯
虚影短杖
等级需求: 68
火焰、冰霜、闪电伤害提高 40%
施法速度提高 (15-20)%
冰霜抗性高于 75% 时，每高 1%，冰霜伤害便提高 (15-20)%
闪电抗性高于 75% 时，每高 1%，闪电伤害便提高 (15-20)%
]],
[[
瓶中信仰
硫磺药剂
联盟: 「虚空幻境」联盟限定
等级需求: 35
使用时制造奉献地面
持续时间延长 (30-50)%
该药剂创造的奉献地面范围x3
在效果持续期间，对位于奉献地面之上的敌人的暴击几率 +(1-2)%
效果期间，你创造的【奉献地面】可以使敌人承受的伤害提高 (7-10)%
]],
--3.5
[[
女王的饥饿
瓦尔法衣
联盟: 毁灭不朽
等级需求: 68
源: 传奇Boss【亡灵大师卡塔莉娜】 专属掉落
每 5 秒触发 20 级的【骸骨奉献】、【血肉奉献】或【灵魂奉献】
以此种方式触发的奉献技能也会影响你
你的奉献技能对自身的效果降低 25%
施法速度提高 (5-10)%
该装备的能量护盾提高 (100-130)%
最大生命提高 (6-10)%
【未鉴定词缀】
【未鉴定词缀】
【未鉴定词缀】
]],
[[
瓦卡图图里
环形魔盾
源: 由传奇【远祖之颅】 使用 预言【导师】 升级
等级需求: 63
法术伤害提高 (5-10)%
此物品上装备的【召唤生物技能石】等级 +3
+(40-80) 最大能量护盾
该装备的能量护盾提高 (40-80)%
+(15-25) 最大魔力
你身上的光环效果提高 20%
召唤生物身上的光环效果提高 20%
格挡时喷洒焦油
近期内你若有过格挡，你和周围友军每秒回复 5% 生命
]],
[[
卓识
日耀之冠
联盟: 毁灭不朽
该装备的能量护盾提高 (240-280)%
+(30-40)% 火焰抗性
火焰、冰霜、闪电伤害提高 (30-40)%
25% 机率焦灼敌人
无法造成点燃
每有 1 个六分仪影响该地区，火焰、冰霜、闪电伤害便提高 10%
]],
[[
雷目
日耀之冠
联盟: 毁灭不朽
该装备的能量护盾提高 (240-280)%
+(30-40)% 闪电抗性
火焰、冰霜、闪电伤害提高 (30-40)%
25% 几率造成精疲力尽
无法造成感电
每有 1 个六分仪影响该地区，火焰、冰霜、闪电伤害便提高 10%
]],
[[
灰眼
日耀之冠
联盟: 毁灭不朽
该装备的能量护盾提高 (240-280)%
+(30-40)% 冰霜抗性
火焰、冰霜、闪电伤害提高 (30-40)%
25% 几率造成脆弱
无法造成冻结或冰缓
每有 1 个六分仪影响该地区，火焰、冰霜、闪电伤害便提高 10%
]],
[[
吞噬者王冠
操灵者之冠
联盟: 毁灭不朽
源: 传奇Boss【亡灵大师卡塔莉娜】 专属掉落
此物品上装备的技能石等级 +1
此物品上的技能石降低 20% 魔力保留
每 5 秒触发 15 级的【血肉盛宴】
该装备的能量护盾提高 (180-220)%
当你使用技能时，能量护盾有 10% 几率开始回复
异能魔力
【未鉴定词缀】
]],
[[
世界雕刻者
龙鳞手套
联盟: 毁灭不朽
消耗总计 200 魔力后触发 20 级的【秘术苏醒】
+(200-300) 命中值
该装备的护甲与闪避提高 (120-150)%
+(60-80) 最大生命
每有 1 个地图物品属性影响该地区，则攻击速度提高 3%
每有 1 个地图物品属性影响该地区，则攻击伤害提高 6%
]],
[[
悖论
瓦尔细剑
联盟: 毁灭不朽
+25% 攻击和法术暴击伤害加成
此武器的攻击造成双倍伤害
【未鉴定词缀】
【未鉴定词缀】
]],
[[
赤红风暴
钢木之弓
联盟: 毁灭不朽
移动速度提高 4%
该装备的物理伤害提高 (140-170)%
该装备的攻击暴击率提高 (25-35)%
攻击打出暴击时，有 50% 几率造成流血
因你而流血的敌人给予的药剂充能提高 (60-100)%
对流血敌人附加 (100-120) - (150-165) 基础物理伤害
攻击打出暴击时，有 50% 几率造成瘫痪
【未鉴定词缀】
]],
[[
活解
潜能之戒
联盟: 毁灭不朽
有 1 个插槽
此物品上装备的【光环技能石】等级 +5
此物品上的技能石提高 10% 魔力保留
+(15-25) 全属性
每装备 1 个未腐化的物品，获得 15 每秒生命回复
每装备 1 个被腐化的物品时，技能的总魔力消耗 -2 
【未鉴定词缀】
]],
[[
至日不眠
黑曜护身符
联盟: 毁灭不朽
塑界之器
+(10-16) 全属性
伤害提高 (20-25)%
+(50-70) 最大生命
每秒 (2.0-3.0) 基础魔力回复
【时空锁链】的魔力保留降低 100%
击败稀有或者传奇敌人时，获得【塑界者姿态】，持续 10 秒
]],
[[
苦痛之处
巨人魔盾
联盟: 毁灭不朽
法术伤害提高 (20-40)%
该装备的能量护盾提高 (180-220)%
灵体的最大生命提高 (50-100)%
你打出暴击时获得【秘术增强】
你的【召唤灵体】也会随你一起获得【秘术增强】
每个【召唤灵体】会使法术暴击率提高 (40-50)%
]],
[[
灰烬之瓮
真银药剂
联盟: 毁灭不朽
源: 传奇Boss【亡灵大师卡塔莉娜】 专属掉落
吞噬 1 个被点燃的灵柩时，补充 1
药剂持续期间，被你点燃的敌人受到的伤害提高 10%
在药剂持续期间，击败敌人会补充 (1-3)% 的生命
在药剂持续期间，击败敌人会补充 (1-3)% 的魔力
在药剂持续期间，击败敌人会补充 (1-3)% 的能量护盾
【未鉴定词缀】
]],
-- 3.4 戒指

-- 3.4 General


-- 3.3 General

-- 3.3 Incursion


}
