--
-- Upcoming uniques will live here until their mods/rolls are finalised
--


data.uniques.new = {
--3.10


[[
天神之音
大型星团珠宝
联盟: 惊悸迷雾
版本: 一个空天赋
版本: 三个空天赋
版本: 五个空天赋
版本: 七个空天赋
固定基底词缀: 0
增加 3 个珠宝插槽天赋
{variant:1}增加 1 个无特殊效果的小天赋
{variant:2}增加 3 个无特殊效果的小天赋
{variant:3}增加 5 个无特殊效果的小天赋
{variant:4}增加 7 个无特殊效果的小天赋
已腐化
]],
[[
围攻
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【万物皆动】
]],
[[
审讯
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【苦难秘辛】
]],
[[
前线
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【百战老兵】
]],
[[
徒手空拳
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【空明之掌】
]],
[[
妄想症
中型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加 4 个天赋技能
增加的小天赋无效果
已腐化
]],
[[
自然之喜
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【造化自然】
]],
[[
奇塔弗的指教
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【奇塔弗门徒】
]],
[[
灾祸异象
小型星团珠宝
联盟: 惊悸迷雾
固定基底词缀: 0
增加【独行使者】
]],
[[
疯狂的象征
异色鞋(冰闪)
等级需求: 70, 62 Dex, 62 Int
联盟: 惊悸迷雾
固定基底词缀: 1
+(8-12)% 冰霜与闪电抗性
获得 1 级的【疯狂之拥】技能
混沌伤害提高 (20-40)%
移动速度提高 30%
受【疯狂荣光】影响时，所有伤害都施加【中毒】
受【疯狂荣光】影响时，被你击败的敌人有 40% 几率爆炸，造成其生命四分之一的混沌伤害
]],
[[
疯狂的象征
异色鞋(火冰)
等级需求: 70, 62 Str, 62 Dex
联盟: 惊悸迷雾
固定基底词缀: 1
+(8-12)% 火焰与冰霜抗性
获得 1 级的【疯狂之拥】技能
该装备的护甲与闪避提高 (150-300)%
移动速度提高 30%
受【疯狂荣光】影响时有 20% 几率造成双倍伤害
受【疯狂荣光】影响时，你身上的【护体】效果提高 60%
]],
[[
疯狂的象征
异色鞋(火闪)
等级需求: 70, 62 Str, 62 Int
联盟: 惊悸迷雾
固定基底词缀: 1
+(8-12)% 火焰与闪电抗性
获得 1 级的【疯狂之拥】技能
移动速度提高 30%
非伤害型异常状态效果提高 (20-40)%
受【疯狂荣光】影响时，你获得【点燃汇流】、【冰缓汇流】、【感电汇流】
受【疯狂荣光】影响时，免疫元素异常状态
]],
[[
千里狙敌
罪者之帽
等级需求: 64, 138 Dex
联盟: 惊悸迷雾
固定基底词缀: 0
获得 20 级的【狙击】技能
插入的非持续吟唱型弓类技能被【狙击】触发
插入的弓类技能触发时，造成的总伤害额外降低 33%
+(350-500) 命中值
+(350-500) 点闪避值
持续吟唱时有 (7-10)% 几率不被攻击击中
持续吟唱时，有 (7-10)% 几率躲避法术击中
]],
[[
尸僵
禁礼护手
等级需求: 50, 39 Dex, 39 Int
联盟: 惊悸迷雾
固定基底词缀: 0
+(50-70) 最大能量护盾
+(15-20)% 冰霜与闪电抗性
有 (20-30)% 几率使冰缓区域中的敌人【精疲力尽】
敌人在你造成的冰缓区域里，受到的闪电伤害提高 (25-35)%
非伤害型异常状态效果提高 (15-20)%
]],
[[
背信弃义
荣耀战铠
等级需求: 68, 191 Str
联盟: 惊悸迷雾
固定基底词缀: 0
近战伤害提高 (25-40)%
+(60-90) 最大生命
你可以同时拥有两面不同的旗帜
每次近战击中可以让你携带的旗帜获得 1 层效果，每秒最多 5 层
【战旗】的【肾上腺素】持续时间延长 (100-200)%
【恐怖之旗】的【护体】持续时间延长 (100-200)%
]],
[[
渎神代理
潜能之戒
固定基底词缀: 1
有 1 个插槽
此物品上装备的【诅咒技能石】等级 +3
+(20-30)% 冰霜抗性
+(20-30)% 闪电抗性
左戒指栏位：用插入的【诅咒】替换你【冰冷的飞掠者】的光环
右戒指栏位：用插入的【诅咒】替换你【电震的飞掠者】的光环
]],
[[
人格分裂
三相珠宝
联盟: 惊悸迷雾
Has Alt Variant: true
版本: 命中值
版本: 护甲
版本: 敏捷
版本: 最大能量护盾
版本: 闪避值
版本: 智慧
版本: 最大生命
版本: 最大魔力
版本: 力量
固定基底词缀: 0
从你职业的出发位置到该珠宝槽之间
每一点配置的天赋就使该珠宝插槽的效果提高 25%
{variant:1}+40 命中值
{variant:2}+40 护甲
{variant:3}+5 敏捷
{variant:4}+5 最大能量护盾
{variant:5}+40 点闪避值
{variant:6}+5 智慧
{variant:7}+5 最大生命
{variant:8}+5 最大魔力
{variant:9}+5 力量
已腐化
]],
--3.9














}
