--
-- Upcoming uniques will live here until their mods/rolls are finalised
--


data.uniques.new = {
--3.10
[[
Profane Proxy
潜能之戒
固定基底词缀: 1
有 1 个插槽
此物品上装备的【诅咒技能石】等级 +3
+28% 冰霜抗性
+20% 闪电抗性
左戒指栏位：冰冷的飞掠者改为施放插槽诅咒
右戒指栏位：电震的飞掠者改为施放插槽诅咒
]],
[[
Algor Mortis
禁礼护手
固定基底词缀: 0
+70 最大能量护盾
+18% 冰霜与闪电抗性
在冰缓区域有 25% 机率造成精疲力尽
敌人在你造成的冰缓区域内承受的闪电伤害提高 32%
敌人身上的非伤害异常状态效果提高 15%
]],
[[
Perfidy
荣耀战铠
固定基底词缀: 0
增加 25% 近战伤害
+74 最大生命
你可以同时拥有两面不同的斗旗
每次近战击中可以让你携带的斗旗获得 1 曾效果，每秒最多 5 层
战争之旗的肾上腺素持续时间提高 147%
恐怖之旗的护体持续时间提高 141%
]],

[[
Split Personality
三相珠宝
固定基底词缀: 0
从你角色初始位置到该珠宝插槽之间，每配置一点天赋就使该珠宝插槽的效果提高 20%
+5 敏捷
+5 最大魔力
]],
--3.9














}
