--
-- Upcoming uniques will live here until their mods/rolls are finalised
--
data.uniques.new = {
--3.5

[[
The Crimson Storm
钢木之弓
联盟: betrayal
移动速度提高 4%
该装备的物理伤害提高 167%
该装备的攻击暴击率提高 34%
暴击时有 50% 几率造成流血
击败被流血敌人后药剂使用次数额外增加 91%
对流血敌人附加 116 - 158 基础物理伤害
暴击时有 50% 几率造成瘫痪
【未鉴定词缀】
]],
[[
Vivinsect
潜能之戒
联盟: betrayal
有 1 个插槽
此物品上装备的【光环技能石】等级 +5
此物品上的技能石提高 10% 魔力保留
+17 全属性
每装备 1 个未腐化的物品，每秒回复 15 生命
每装备 1 个被腐化的物品，技能的总魔力消耗 -2
【未鉴定词缀】
]],
[[
Solstice Vigil
黑曜护身符
联盟: betrayal
塑界之器
+(10-16) 全属性
+52 最大生命
每秒 2.2 基础魔力回复
【时空锁链】的魔力保留降低 100%
击败稀有或者传奇敌人时，获得【 Shaper's Presence】状态 10 秒
]],
[[
Bitterbind Point
巨人魔盾
联盟: betrayal
法术伤害提高 (40-60)%
该装备的能量护盾提高 206%
灵体的最大生命提高 87%
暴击时获得【秘术增强】
你获得【秘术增强】时，你的幽魂也获得【秘术增强】
你每拥有一个灵体，法术暴击率提高 40%
]],

-- 3.4 戒指

[[
阿克莱的草原
红玉戒指
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 49
+(20-30)% 火焰抗性
+20 力量
最大能量护盾提高 5%
最大生命提高 5%
]],[[
阿克莱的高山
红玉戒指
联盟: 地心
源: 传奇Boss【盲目者亚华托提利】 专属掉落
等级需求: 49
+(20-30)% 火焰抗性
+20 力量
最大能量护盾提高 5%
最大生命提高 5%
]],[[
阿克莱的山谷
红玉戒指
联盟: 地心
源: 传奇Boss【墨血库高】 专属掉落
等级需求: 49
+(20-30)% 火焰抗性
+20 力量
最大能量护盾提高 5%
最大生命提高 5%
]],[[
普藤博的草原
黄玉戒指
联盟: 地心
源: 传奇Boss【墨血库高】 专属掉落
等级需求: 49
+(20-30)% 闪电抗性
+20 智慧
最大能量护盾提高 5%
最大生命提高 5%
]],[[
普藤博的高山
黄玉戒指
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 49
+(20-30)% 闪电抗性
+20 智慧
最大能量护盾提高 5%
最大生命提高 5%
]],[[
普藤博的山谷
黄玉戒指
联盟: 地心
源: 传奇Boss【盲目者亚华托提利】 专属掉落
等级需求: 49
+(20-30)% 闪电抗性
+20 智慧
最大能量护盾提高 5%
最大生命提高 5%
]],[[
乌扎萨的草原
蓝玉戒指
联盟: 地心
源: 传奇Boss【盲目者亚华托提利】 专属掉落
等级需求: 49
+(20-30)% 冰霜抗性
+20 敏捷
最大能量护盾提高 5%
最大生命提高 5%
]],[[
乌扎萨的高山
蓝玉戒指
联盟: 地心
源: 传奇Boss【墨血库高】 专属掉落
等级需求: 49
+(20-30)% 冰霜抗性
+20 敏捷
最大能量护盾提高 5%
最大生命提高 5%
]],[[
乌扎萨的山谷
蓝玉戒指
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 49
+(20-30)% 冰霜抗性
+20 敏捷
最大能量护盾提高 5%
最大生命提高 5%
]],
-- 3.4 General

[[ 
夜幕召唤
疫灾之面
等级需求: 20
+23 最大生命
若你至少拥有 500 点智慧，可以放置地雷的技能就会最多额外放置 1 个地雷
若你至少拥有 500 点敏捷，可以放置地雷的技能就会最多额外放置 1 个地雷
地雷放置速度降低 (10-15)%
地雷冷却速度提高 (40-50)%
【翻译问题·地雷冷切速度应为：地雷组装速度，指地雷埋下到可以引爆这段时间段的间隔】
]],
[[
奥尔之兴（智慧）
黑曜护身符
版本: 雷霆
版本: 清晰
版本: 纪律
版本: 元素净化
版本: 闪电净化
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 55
+(10-16) 全属性
+(20-30) 智慧
最大能量护盾提高 (15-20)%
+(50-70) 最大生命
周围敌人有额外 2% 几率受到暴击
{variant:1}【雷霆】不保留魔力
{variant:2}【清晰】不保留魔力
{variant:3}【纪律】不保留魔力
{variant:4}【元素净化】不保留魔力
{variant:5}【闪电净化】不保留魔力
]],[[
奥尔之兴（敏捷）
黑曜护身符
版本: 憎恨
版本: 冰霜净化
版本: 迅捷
版本: 优雅
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 55
+(10-16) 全属性
+(20-30) 敏捷
闪避值提高 (15-20)%
+(50-70) 最大生命
击败周围敌人后药剂充能获取提高 25%
{variant:1}【憎恨】不保留魔力
{variant:2}【冰霜净化】不保留魔力
{variant:3}【迅捷】不保留魔力
{variant:4}【优雅】不保留魔力
]],[[
奥尔之兴（力量）
黑曜护身符
版本: 愤怒
版本: 火焰净化
版本: 活力
版本: 坚定
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 55
+(10-16) 全属性
+(20-30) 力量
护甲提高 (15-20)%
+(50-70) 最大生命
周围敌人的晕眩和格挡回复降低 10%
{variant:1}【愤怒】不保留魔力
{variant:2}【火焰净化】不保留魔力
{variant:3}【活力】不保留魔力
{variant:4}【坚定】不保留魔力
]],[[
奥尔之兴（全能）
黑曜护身符
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 55
+(10-16) 全属性
+(20-30) 全属性
全局防御提高 (15-20)%
+(50-70) 最大生命
获得 15 级的主动技能【嫉妒】，且可被此道具上的技能石辅助
【嫉妒】不保留魔力
]],
[[
吉尔菲的遗产
强化巨盔
源: 由 传奇【吉尔菲的荣光】 使用 预言【主教的遗产】 升级
等级需求: 62
此物品上装备的技能石等级 +1
该装备的护甲与能量护盾提高 (60-80)%
+(15-20)% 火焰抗性
+(15-20)% 冰霜抗性
+(15-20)% 闪电抗性
+(20-30)% 混沌抗性
+1 召唤圣物数量上限
【召唤圣物】的冷却恢复速度降低 (20-25)%
]],
[[
石冢
刚猛巨锤
源: 由 传奇【忠诚之锤】 使用 预言【信仰恢复】 升级
等级需求: 60
敌人被晕眩时间延长 30%
此物品上装备的【近战技能石】等级 +1
此物品上装备的【召唤生物技能石】等级 +2
该装备的物理伤害提高 (200-220)%
附加 (25-35) - (45-55) 基础物理伤害
最大魔力提高 25%
召唤生物的最大生命提高 (20-40)%
技能效果持续时间延长 30%
]],
[[
扭魂者
艾兹麦长杖
等级需求: 62
18% 攻击格挡率
当你吞噬灵柩时触发 20 级的【召唤幻灵】技能
法术伤害提高 (100-140)%
施法速度提高 (25-30)%
魔力回复速度提高 (80-100)%
召唤生物附加 (45-51) - (66-78) 基础物理伤害
近期内你每吞噬过 1 个灵柩，你和周围队友每秒回复 5% 生命
]],
[[
多利亚尼的幻想（力量）
巨人胫甲
源: 地图【多利亚尼的迷城】 专属掉落
等级需求: 68
版本: 闪电净化：冰霜伤害
版本: 闪电净化：火焰伤害
版本: 闪电净化：闪电伤害
版本: 火焰净化：冰霜伤害
版本: 火焰净化：火焰伤害
版本: 火焰净化：闪电伤害
版本: 冰霜净化：冰霜伤害
版本: 冰霜净化：火焰伤害
版本: 冰霜净化：闪电伤害
{variant:1,2,3}获得 25 级的主动技能【闪电净化】，且可被此道具上的技能石辅助
{variant:4,5,6}获得 25 级的主动技能【火焰净化】，且可被此道具上的技能石辅助
{variant:7,8,9}获得 25 级的主动技能【冰霜净化】，且可被此道具上的技能石辅助
{variant:1,4,7}攻击和法术附加 (25-30) - (40-45) 基础冰霜伤害
{variant:2,5,8}攻击和法术附加 (25-30)-(40-45) 基础火焰伤害
{variant:3,6,9}攻击和法术附加 (1-3) - (68-72) 基础闪电伤害
该装备的护甲提高 (100-120)%
+(50-70) 最大生命
移动速度提高 30%
]],[[
多利亚尼的幻想（敏捷）
迷踪短靴
源: 地图【多利亚尼的迷城】 专属掉落
等级需求: 68
版本: 闪电净化：冰霜伤害
版本: 闪电净化：火焰伤害
版本: 闪电净化：闪电伤害
版本: 火焰净化：冰霜伤害
版本: 火焰净化：火焰伤害
版本: 火焰净化：闪电伤害
版本: 冰霜净化：冰霜伤害
版本: 冰霜净化：火焰伤害
版本: 冰霜净化：闪电伤害
{variant:1,2,3}获得 25 级的主动技能【闪电净化】，且可被此道具上的技能石辅助
{variant:4,5,6}获得 25 级的主动技能【火焰净化】，且可被此道具上的技能石辅助
{variant:7,8,9}获得 25 级的主动技能【冰霜净化】，且可被此道具上的技能石辅助
{variant:1,4,7}攻击和法术附加 (25-30) - (40-45) 基础冰霜伤害
{variant:2,5,8}攻击和法术附加 (25-30)-(40-45) 基础火焰伤害
{variant:3,6,9}攻击和法术附加 (1-3) - (68-72) 基础闪电伤害
闪避值提高 (100-120)%
+(50-70) 最大生命
移动速度提高 30%
]],[[
多利亚尼的幻想（智慧）
术士长靴
源: 地图【多利亚尼的迷城】 专属掉落
等级需求: 68
版本: 闪电净化：冰霜伤害
版本: 闪电净化：火焰伤害
版本: 闪电净化：闪电伤害
版本: 火焰净化：冰霜伤害
版本: 火焰净化：火焰伤害
版本: 火焰净化：闪电伤害
版本: 冰霜净化：冰霜伤害
版本: 冰霜净化：火焰伤害
版本: 冰霜净化：闪电伤害
{variant:1,2,3}获得 25 级的主动技能【闪电净化】，且可被此道具上的技能石辅助
{variant:4,5,6}获得 25 级的主动技能【火焰净化】，且可被此道具上的技能石辅助
{variant:7,8,9}获得 25 级的主动技能【冰霜净化】，且可被此道具上的技能石辅助
{variant:1,4,7}攻击和法术附加 (25-30) - (40-45) 基础冰霜伤害
{variant:2,5,8}攻击和法术附加 (25-30)-(40-45) 基础火焰伤害
{variant:3,6,9}攻击和法术附加 (1-3) - (68-72) 基础闪电伤害
该装备的能量护盾提高 (180-220)%
+(50-70) 最大生命
移动速度提高 30%
]],
[[
恶魔缝补者
缎布手套
等级需求: 41
施法速度提高 (15-20)%
+(50-70) 最大能量护盾
+(50-70) 最大生命
你施法时，献祭生命的 5% 来获得等量的能量护盾 
]],
[[
暴君王冠
行政者战冠
联盟: 地心
源: 传奇Boss【水晶之王奥尔】 专属掉落
等级需求: 58
有 1 个插槽
+(50-100) 最大生命
周围敌人的所有抗性提高 -10%
每个红色插槽可为你和周围友军附加 64 - 96 基础火焰伤害
每个绿色插槽可为你和周围友军附加 56 - 88 基础冰霜伤害
每个蓝色插槽可为你和周围友军附加 16 - 144 基础闪电伤害
每个白色插槽可为你和周围友军附加 47 - 61 基础混沌伤害
]],
[[
屈服印记
潜能之戒
等级需求: 24
有 1 个插槽
击中时使用插槽内的诅咒宝石对目标施放诅咒
]],[[
珀奎尔之趾
帝金护身符
等级需求: 29
物品稀有度提高 (12-20)%
敌人击中你的闪电伤害会特别幸运
+(40-50) 敏捷
周围敌人击中造成的伤害特别幸运
移动速度提高 (5-8)%
]],
[[
巨坑之令
仪式手套
联盟: 地心
源: 传奇Boss【墨血库高】 专属掉落
版本: 一个深渊插槽  
版本: 两个深渊插槽 
Requires Level: 36
{variant:1}拥有 1 个深渊插槽
{variant:2}拥有 2 个深渊插槽
施法速度提高 (6-10)%
最大生命提高 (4-6)%
插入苍白之凝珠宝时，召唤生物的命中值 +1000
插入安睡之凝珠宝时，法术击中获得【秘术增强】
]],
[[
强健否决者
灵能之笼
联盟: 地心
源: 传奇Boss【墨血库高】 专属掉落
版本: 一个深渊插槽  
版本: 两个深渊插槽 
Requires Level: 65
{variant:1}拥有 1 个深渊插槽
{variant:2}拥有 2 个深渊插槽
最大生命提高 (6-8)%
每失去一个精神球，回复 (2-3)% 的能量护盾
当精神球失效或被消耗时，回复 (2-3)% 生命
每秒获得一个精神球
受到残暴打击后失去所有精神球
每个影响你的【深渊珠宝】可使最大精神球数量 +1
]],
[[
冥犬残肢
血色短杖
联盟: 地心
源: 传奇Boss【盲目者亚华托提利】 专属掉落
等级需求: 47
火焰、冰霜、闪电伤害提高 24%
法术伤害提高 (70-100)%
施法速度提高 (15-20)%
装备的护盾格挡几率若不低于 30%，则法术伤害的 0.5% 转化为生命偷取
装备的护盾上每有 5 点护甲，便 +1 最大能量护盾
装备的护盾上每有 5 点闪避值，便 +5 护甲
装备的护盾上每有 5 点最大能量护盾，便 +20 闪避值
]],
[[
灰色尖椎
审判长杖
等级需求: 68
18% 攻击格挡率
没有插槽
全局伤害提高 (250-300)%
攻击速度提高 (20-30)%
+(1-4)% 全部抗性上限
]],[[
原始锁链
珊瑚护身符
等级需求: 34
(2-4) 每秒生命回复
最多可同时召唤额外 3 个魔像
你无法拥有非魔像类召唤生物
魔像体型缩小 25%
魔像的总伤害额外降低 (35-45)%
魔像的总生命额外提高 (35-45)%
魔像移动速度提高 (80-100)%
起源珠宝
]],[[
永恒苹果
魂相魔盾
等级需求: 49
法术伤害提高 (10-15)%
最大耐力球达到上限时失去所有耐力球
当你失去耐力能量球时触发一个插槽内的战吼
+(60-80) 最大生命
+(17-23)% 混沌抗性
战吼冷却回复速度提高 50%
无法格档
]],[[
钢铁要塞
征战重铠
源: 由 传奇【钢铁之心】 使用 预言【身经百战】 升级
等级需求: 68
不再通过力量获得伤害加成，每 10 点力量会使
近战伤害提高 3%
移动速度降低 10%
该装备的护甲提高 (80-100)%
每有 50 点力量，攻击伤害格挡几率额外 +1%
格挡法术伤害的几率会特别不幸
+(60-120) 力量
]],[[
超自然本能
翠绿珠宝
范围: 小
仅限: 1
等级需求: 20
范围内配置的小天赋点技能不会提供任何加成
范围内未配置的小天赋点技能会提供任何加成
]],
-- 3.3 General
[[
战斗专注
赤红珠宝
仅限: 2
范围: 中
【元素打击】的伤害提高 (10-15)%
范围内配置的力量和智慧总计 40 点时，【元素打击】无法选择冰霜元素
范围内含的力量和智慧总计 40 点时，【元素打击】的冰冷伤害降低 50%
(【注意，这个国服翻译问题。应该为【元素打击】的总冰冷伤害额外降低】)
]],[[
战斗专注
翠绿珠宝
仅限: 2
范围: 中
【元素打击】的伤害提高 (10-15)%
范围内配置的力量和敏捷总计 40 点时，【元素打击】无法选择闪电元素
范围内含的敏捷和力量总计 40 点时，【元素打击】的闪电伤害降低 50%
(【注意，这个国服翻译问题。应该为【元素打击】的总闪电伤害额外降低】)
]],[[
战斗专注
钴蓝珠宝
仅限: 2
范围: 中
【元素打击】的伤害提高 (10-15)%
范围内配置的智慧和敏捷总计 40 点时，【元素打击】无法选择火焰元素
范围内含的智慧和敏捷总计 40 点时，【元素打击】的火焰伤害降低 50%
(【注意，这个国服翻译问题。应该为【元素打击】的火焰冷伤害额外降低】)
]],[[
叶兰德尔的拥抱
远古之祭
等级需求: 35
火焰、冰霜、闪电伤害提高 18%
+(20-30) 全属性
召唤生物的伤害提高 (30-40)%
异灵魔侍被击中时让敌人受到【灰烬缠身】
异灵魔侍每秒将其最大生命的 (15-30)% 转化为火焰伤害
异灵魔侍获得【火之化身】
]],[[
勇气之魄
艾兹麦巨斧
等级需求: 62
物理伤害提高 (200-212)%
攻击速度提高 (8-12)%
暴走
每完成 25 次暴走连击，范围效果扩大 2%
每达到 50 次暴走连击，就获得 1 个狂怒球
]],[[
不屈烈焰
威能鸢盾
等级需求: 68
获得 +12% 火焰、冰霜、闪电抗性
暴击时触发【炼狱之诫】
攻击和法术暴击率提高 (50-70)%
+(50-70) 最大生命
+(20-30)% 火焰抗性
近期内你若打出过暴击，则攻击速度提高 (8-12)%
近期内你若有打出过暴击，则施法速度提高 (8-12)%
]],[[
泽尔的放大器
光辉刺盾
等级需求: 49
4% 几率躲避攻击击中
法术伤害提高 (40-50)%
+(60-80) 最大能量护盾
+(50-70) 最大生命
近期内你若有击败敌人，则范围效果扩大 1%，最多 50%
近期内你若没有被击中，则获得【狂热誓言】
]],
-- 3.3 Incursion
[[
艾普之梦
远古魔盾
联盟: 穿越
升级: 使用 通货【觉醒魔瓶】 升级为 传奇【艾普的霸权】
等级需求: 45
法术伤害提高 (5-10)%
附加 (20-22) - (30-37) 基础混沌伤害
+(80-100) 最大能量护盾
+25% 几率中毒
中毒时 +3% 全部抗性上限
你身上的每层中毒状态使你每秒回复 50 能量护盾，最多可有 250 秒
你身上的中毒效果消失速度减慢 50%
]],[[
艾普的霸权
瓦尔魔盾
联盟: 穿越
源: 由 传奇【艾普之梦】 使用 通货【觉醒魔瓶】 升级
等级需求: 62
法术伤害提高 (5-10)%
附加 (50-55) - (72-80) 基础混沌伤害
+(130-150) 最大能量护盾
能量护盾启动回复比平常快 (30-50)%
你承受的流血伤害改为混沌伤害
+25% 几率中毒
中毒时 +3% 全部抗性上限
你身上的中毒效果消失速度减慢 50%
]],[[
建筑师之手
扣环护手
联盟: 穿越
升级: 使用 通货【统御魔瓶】 升级为 传奇【奴隶贩子之手】
等级需求: 16
+(30-40) 敏捷
该装备的闪避与能量护盾提高 (100-125)%
陷阱投掷速度降低 (20-30)%
陷阱所使用的技能范围扩大 (10-20)%
施法速度的提高和降低也同样作用于陷阱投掷速度
]],[[
奴隶贩子之手
伏击护手
联盟: 穿越
源: 由 传奇【建筑师之手】 使用 通货【统御魔瓶】 升级
等级需求: 45
+(30-40) 敏捷
该装备的闪避与能量护盾提高 (200-250)%
陷阱投掷速度降低 (20-30)%
投掷陷阱的技能受到血魔法辅助
陷阱所使用的技能范围扩大 (10-20)%
施法速度的提高和降低也同样作用于陷阱投掷速度
当你的任何陷阱被敌人触发时，有 10% 的几率获得 1 个耐力球、狂怒球或暴击球
]],[[
懦夫之链
扣链腰带
联盟: 穿越
升级: 使用 通货【结论魔瓶】 升级为 传奇【懦夫之遗】
等级需求: 22
+(9-20) 最大能量护盾
伤害提高 (20-25)%
+(10-15) 全属性
移动速度提高 7%
受到【脆弱】诅咒时，敌人攻击你会特别不幸
你受到 10 级【脆弱】的诅咒
]],[[
懦夫之遗
扣链腰带
联盟: 穿越
源: 由 传奇【懦夫之链】 使用 通货【结论魔瓶】 升级
等级需求: 52
+(9-20) 最大能量护盾
+(15-20) 全属性
移动速度提高 (5-10)%
你受到的诅咒效果提高 50%
你受到 20 级【脆弱】的诅咒
受到【脆弱】诅咒时，非满血时被视作低血状态
]],[[
献祭舞鞋
缚足长靴
联盟: 穿越
升级: 使用 通货【仪祭魔瓶】 升级为 传奇【至高天堂】
等级需求: 34
+(50-60) 最大魔力
+(15-20)% 闪电抗性
移动速度提高 25%
低魔时获得【猛攻】
每秒失去 (30-40) 魔力
]],[[
至高天堂
禁礼之靴
联盟: 穿越
源: 由 传奇【献祭舞鞋】 使用 通货【仪祭魔瓶】 升级
等级需求: 55
最大魔力提高 (15-20)%
+(25-30)% 闪电抗性
移动速度提高 30%
最大魔力每有 500 点，则有 2% 几率不被攻击和法术击中，最多 20%
低魔时获得【猛攻】
每秒失去 7% 最大魔力
]],[[
瓦尔传说
碧铜短剑
联盟: 穿越
升级: 使用 通货【命运魔瓶】 升级为 传奇【瓦尔命运】
等级需求: 35
+240 命中值
物理伤害提高 (110-120)%
攻击速度提高 (8-12)%
击败敌人回复 +(20-30) 生命
该武器击中后造成的 50% 物理伤害转换为一种随机元素伤害
该武器击中时必定造成元素异常状态
]],[[
瓦尔命运
宝石之剑
联盟: 穿越
源: 由 传奇【瓦尔传说】 使用 通货【命运魔瓶】 升级
等级需求: 56
+400 命中值
物理伤害提高 (160-180)%
攻击速度提高 (8-12)%
该武器击中后造成的 100% 物理伤害转换为一种随机元素伤害
该武器击中时必定造成元素异常状态
该武器对被点燃敌人的击中伤害提高 (30-60)%
该武器对被冰冻敌人的击中伤害提高 (30-60)%
该武器对被感电敌人的击中伤害提高 (30-60)%
]],[[
饮魂者面罩
圣战之盔
联盟: 穿越
升级: 使用 通货【召唤魔瓶】 升级为 传奇【缝合恶魔面罩】
等级需求: 31
该装备的护甲与能量护盾提高 (60-80)%
+(30-50) 最大生命
你的能量护盾从 0 开始
无法获得能量护盾
若你至少拥有 500 层能量护盾，则每秒回复 50 生命
若你至少拥有 1000 层能量护盾，则每秒回复 100 生命
若你至少拥有 1500 层能量护盾，则每秒回复 150 生命
]],[[
缝合恶魔面罩
行政者战冠
联盟: 穿越
源: 由 传奇【饮魂者面罩】 使用 通货【召唤魔瓶】 升级
等级需求: 58
+(40-50) 智慧
+(160-180) 最大能量护盾
力量不对最大生命提供加成
智慧不对最大魔力提供加成
每 2 点智慧 +1 最大生命
你的能量护盾从 0 开始
无法获得能量护盾
每有 500 层能量护盾可每秒回复 1% 生命
]],[[
祭祀之心
海灵护身符
联盟: 穿越
升级: 使用 通货【献祭魔瓶】 升级为 传奇【泽佛伊之心】
等级需求: 32
魔力回复速度提高 (20-30)%
附加 (22-27) - (34-38) 基础火焰伤害
附加 (20-23) - (31-35) 基础冰霜伤害
附加 (1-3) - (47-52) 基础闪电伤害
你使用瓦尔技能时获得 1 个暴击球
近期内你若使用过瓦尔技能，则击中每个敌人回复 10 生命
近期内你若使用过瓦尔技能，则移动速度提高 10%
]],[[
泽佛伊之心
海灵护身符
联盟: 穿越
源: 由 传奇【祭祀之心】 使用 通货【献祭魔瓶】 升级
等级需求: 70
魔力回复速度提高 (20-30)%
附加 (48-53) - (58-60) 基础混沌伤害
装备和技能石的属性需求提高 50%
混沌伤害可以造成点燃、冰缓和感电效果
当你使用瓦尔技能时，获得噬魂者 10 秒
]],[[
暗影缝合
祭礼束衣
联盟: 穿越
等级需求: 72
固定基底词缀: 0
拥有 1 个额外的固有词缀
+(20-30) 全属性
击败敌人时回复 (3-5)% 最大生命
击败敌人会回复自身 (3-5)% 最大能量护盾
每装备 1 个被腐化的物品，所有抗性 -(6-4)%
每装备 1 个被腐化的物品，最大能量护盾提高 8%
每装备 1 个被腐化的物品，最大生命提高 6%
已腐化
]],[[
捕魂者
石英药剂
联盟: 穿越
升级: 使用 通货【鬼魂魔瓶】 升级为 传奇【裂魂者】
等级需求: 27
药剂持续期间无法获得魔力
生效期间，瓦尔技能的伤害提高 (60-100)%
生效期间，瓦尔技能的灵魂消耗降低 25%
生效期间，使用瓦尔技能有 (20-40)% 几率降低阻灵术的持续时间
]],[[
裂魂者
石英药剂
联盟: 穿越
源: 由 传奇【捕魂者】 使用 通货【鬼魂魔瓶】 升级
等级需求: 27
提高 100% 药剂充能消耗
生效期间，瓦尔技能的总伤害额外提高 (30-40)%
药剂持续期间，使用的瓦尔技能无法附加阻灵术效果
在任何灵魂撕裂者药剂持续期间无法获得药剂充能
]],[[
淬火之躯
赤红珠宝
联盟: 穿越
升级: 使用 通货【超越魔瓶】 升级为 传奇【升华之躯】
范围: 中
范围内每配置 1 点力量，便获得 -1 点力量
范围内若未配置力量，则每 10 点 +5% 攻击和法术暴击伤害加成
]],[[
升华之躯
赤红珠宝
联盟: 穿越
源: 由 传奇【淬火之躯】 使用 通货【超越魔瓶】 升级
范围: 中
范围内每配置 1 点力量，便获得 -1 点力量
范围内每配置 10 点力量，便获得 1% 额外物理伤害减免
范围内若未配置力量，则每 10 点 +5% 攻击和法术暴击伤害加成
]],[[
淬火之心
钴蓝珠宝
联盟: 穿越
升级: 使用 通货【超越魔瓶】 升级为 传奇【升华之心】
范围: 中
范围内每配置 1 点智慧，便获得 -1 点智慧
范围内若未配置智慧，则每 10 点 +100 最大命中值
]],[[
升华之心
钴蓝珠宝
联盟: 穿越
源: 由 传奇【淬火之心】 使用 通货【超越魔瓶】 升级
范围: 中
范围内每配置 1 点智慧，便获得 -1 点智慧
范围内每配置 10 点智慧，则每秒回复 0.4% 能量护盾
范围内若未配置智慧，则每 10 点 +100 最大命中值
]],[[
淬火之魂
翠绿珠宝
联盟: 穿越
升级: 使用 通货【超越魔瓶】 升级为 传奇【升华之魂】
范围: 中
范围内每配置 1 点敏捷，便获得 -1 点敏捷
范围内若未配置敏捷，则每 10 点 +15 最大魔力
]],[[
升华之魂
翠绿珠宝
联盟: 穿越
源: 由 传奇【淬火之魂】 使用 通货【超越魔瓶】 升级
范围: 中
范围内每配置 1 点敏捷，便获得 -1 点敏捷
范围内每配置 10 点敏捷，移动速度提高 2%
范围内若未配置敏捷，则每 10 点 +15 最大魔力
]],
}
