--
-- Upcoming uniques will live here until their mods/rolls are finalised
--
data.uniques.new = {
[[
March of the Legion
军团长靴
等级需求: 58
此物品上装备的【光环技能石】等级 +2
此物品上的技能石受到 25 级的 【祝福】 辅助(未知)
该装备的护甲与能量护盾提高 259%
获得 +14% 火焰、冰霜、闪电抗性
移动速度提高 28%
]],
[[
Vixen's Entrapment
刺绣手套
等级需求: 36
+64 最大能量护盾 
可以对敌人施放 1 个额外诅咒
诅咒技能施法速度提高 16%
敌人身上每有 1 个诅咒，法术伤害的 0.2% 会转化为能量护盾偷取
施放诅咒触发插槽内的诅咒法术
]],
[[
Mask of the Tribunal
行政者战冠
等级需求: 58
+29 全属性 
该装备的护甲与能量护盾提高 187% 
每 100 点力量可为周围友军的全局防御提高 4% 
每 100 点敏捷可为周围友军 +7% 攻击和法术暴击伤害加成 
每 100 点智慧可为周围友军的施法速度提高 2%
每 250 总和属性减少 1% 魔力保留
]],
[[
Hyrri's Truth
翠玉护身符
等级需求: 7
+(20-30) 敏捷
获得等级 22 的 精准 技能 
+33 敏捷 
攻击附加 14 - 26 基础物理伤害 
攻击附加 12 - 23 基础冰霜伤害 
+23% 攻击和法术暴击伤害加成
物理攻击伤害的 0.87% 会转化为生命偷取
]],
[[
Circle of Nostalgia
紫晶戒指
联盟: 虚空忆境
等级需求: 38
+(9-13)% 混沌抗性
+11 全属性 
附加 19 - 30 基础混沌伤害 
+23% 混沌抗性 
【苦痛之捷】的增益效果提高 79%
【苦痛之捷】的魔力保留降低 38%
追忆
]],
[[
The Eternity Shround
血色之衣
等级需求: 65
塑界之器
被击中时触发等级 20 的永恒闪光 
增加 144% 闪避与能量护盾 
+79 最大生命 
+21% 混沌抗性 
每装备 1 个【塑界之器】，便获得额外混沌伤害，其数值等同于火焰、冰霜、闪电伤害的 5%
所有身上装备的物品皆为【塑界之器】时，击中无视目标的混沌抗性
]],
[[
Storm's Gift
暗影护手
等级需求: 58
增加 27% 持续伤害 
增加 284% 闪避与能量护盾 
+22% 闪电抗性 
你击败的敌人将会感电 
你制造的感电会扩散到半径 15 内的其他敌人上
]],
[[
Nebulis
虚影短杖
等级需求: 68
火焰、冰霜、闪电伤害提高 40%
施法速度提高 17%
冰霜抗性 75% 以上时, 每高 1% 冰霜伤害提高 18% 
闪电抗性 75% 以上时, 每高 1% 闪电伤害提高 20%
]],
[[
Bottled Faith
硫磺药剂
等级需求: 35
增加 36% 持续时间 
此药剂制造的奉献地面的半径提高 3 倍 
药剂持续时间内对在奉献地面上的敌人的基础暴击提高 2% 
药剂持续时间内奉献地面上的敌人所受伤害提高 10%
]],
--3.5
[[
女王的饥饿
瓦尔法衣
联盟: 毁灭不朽
等级需求: 68
源: 传奇Boss【亡灵大师卡塔莉娜】 专属掉落
每 5 秒触发 20 级的【骸骨奉献】、【血肉奉献】或【灵魂奉献】
以此种方式触发的奉献技能也会影响你
你的奉献技能对自身的效果降低 25%
施法速度提高 (5-10)%
该装备的能量护盾提高 (100-130)%
最大生命提高 (6-10)%
【未鉴定词缀】
【未鉴定词缀】
【未鉴定词缀】
]],
[[
瓦卡图图里
环形魔盾
源: 由传奇【远祖之颅】 使用 预言【导师】 升级
等级需求: 63
法术伤害提高 (5-10)%
此物品上装备的【召唤生物技能石】等级 +3
+(40-80) 最大能量护盾
该装备的能量护盾提高 (40-80)%
+(15-25) 最大魔力
你身上的光环效果提高 20%
召唤生物身上的光环效果提高 20%
格挡时喷洒焦油
近期内你若有过格挡，你和周围友军每秒回复 5% 生命
]],
[[
卓识
日耀之冠
联盟: 毁灭不朽
该装备的能量护盾提高 (240-280)%
+(30-40)% 火焰抗性
火焰、冰霜、闪电伤害提高 (30-40)%
25% 机率焦灼敌人
无法造成点燃
每有 1 个六分仪影响该地区，火焰、冰霜、闪电伤害便提高 10%
]],
[[
雷目
日耀之冠
联盟: 毁灭不朽
该装备的能量护盾提高 (240-280)%
+(30-40)% 闪电抗性
火焰、冰霜、闪电伤害提高 (30-40)%
25% 几率造成精疲力尽
无法造成感电
每有 1 个六分仪影响该地区，火焰、冰霜、闪电伤害便提高 10%
]],
[[
灰眼
日耀之冠
联盟: 毁灭不朽
该装备的能量护盾提高 (240-280)%
+(30-40)% 冰霜抗性
火焰、冰霜、闪电伤害提高 (30-40)%
25% 几率造成脆弱
无法造成冻结或冰缓
每有 1 个六分仪影响该地区，火焰、冰霜、闪电伤害便提高 10%
]],
[[
吞噬者王冠
操灵者之冠
联盟: 毁灭不朽
源: 传奇Boss【亡灵大师卡塔莉娜】 专属掉落
此物品上装备的技能石等级 +1
此物品上的技能石降低 20% 魔力保留
每 5 秒触发 15 级的【血肉盛宴】
该装备的能量护盾提高 (180-220)%
当你使用技能时，能量护盾有 10% 几率开始回复
异能魔力
【未鉴定词缀】
]],
[[
世界雕刻者
龙鳞手套
联盟: 毁灭不朽
消耗总计 200 魔力后触发 20 级的【秘术苏醒】
+(200-300) 命中值
该装备的护甲与闪避提高 (120-150)%
+(60-80) 最大生命
每有 1 个地图物品属性影响该地区，则攻击速度提高 3%
每有 1 个地图物品属性影响该地区，则攻击伤害提高 6%
]],
[[
悖论
瓦尔细剑
联盟: 毁灭不朽
+25% 攻击和法术暴击伤害加成
此武器的攻击造成双倍伤害
【未鉴定词缀】
【未鉴定词缀】
]],
[[
赤红风暴
钢木之弓
联盟: 毁灭不朽
移动速度提高 4%
该装备的物理伤害提高 (140-170)%
该装备的攻击暴击率提高 (25-35)%
攻击打出暴击时，有 50% 几率造成流血
因你而流血的敌人给予的药剂充能提高 (60-100)%
对流血敌人附加 (100-120) - (150-165) 基础物理伤害
攻击打出暴击时，有 50% 几率造成瘫痪
【未鉴定词缀】
]],
[[
活解
潜能之戒
联盟: 毁灭不朽
有 1 个插槽
此物品上装备的【光环技能石】等级 +5
此物品上的技能石提高 10% 魔力保留
+(15-25) 全属性
每装备 1 个未腐化的物品，获得 15 每秒生命回复
每装备 1 个被腐化的物品时，技能的总魔力消耗 -2 
【未鉴定词缀】
]],
[[
至日不眠
黑曜护身符
联盟: 毁灭不朽
塑界之器
+(10-16) 全属性
伤害提高 (20-25)%
+(50-70) 最大生命
每秒 (2-3) 基础魔力回复
【时空锁链】的魔力保留降低 100%
击败稀有或者传奇敌人时，获得【塑界者姿态】，持续 10 秒
]],
[[
苦痛之处
巨人魔盾
联盟: 毁灭不朽
法术伤害提高 (20-40)%
该装备的能量护盾提高 (180-220)%
灵体的最大生命提高 (50-100)%
你打出暴击时获得【秘术增强】
你的【召唤灵体】也会随你一起获得【秘术增强】
每个【召唤灵体】会使法术暴击率提高 (40-50)%
]],
[[
灰烬之瓮
真银药剂
联盟: 毁灭不朽
源: 传奇Boss【亡灵大师卡塔莉娜】 专属掉落
吞噬 1 个被点燃的灵柩时，补充 1
药剂持续期间，被你点燃的敌人受到的伤害提高 10%
在药剂持续期间，击败敌人会补充 (1-3)% 的生命
在药剂持续期间，击败敌人会补充 (1-3)% 的魔力
在药剂持续期间，击败敌人会补充 (1-3)% 的能量护盾
【未鉴定词缀】
]],
-- 3.4 戒指

-- 3.4 General


-- 3.3 General

-- 3.3 Incursion


}
