--
-- Upcoming uniques will live here until their mods/rolls are finalised
--
 
-- Automatically generate Megalomaniac because like heck I'm entering all those variants manually lol


data.uniques.new = {


--3.12
[[
Endless Misery
钴蓝珠宝
固定基底词缀: 0
元素伤害提高 8%
若范围内至少有 40 点智慧，【解放】的总范围效果额外缩小 60%
若范围内至少有 40 点智慧，【解放】的基础冷却时间为 250 毫秒
若范围内至少有 40 点智慧，【解放】的总伤害额外降低 60%
]],
[[
The Druggery
饰布腰带
固定基底词缀: 1
晕眩回复和格挡回复提高 (15-25)%
100% 药剂生命恢复套用在附近友方而不是你
生命药剂每 3 秒获得 1 充能
{tags:jewellery_attribute}+(20-30) 全属性
药剂充能获取提高 (15-25)%
药剂充能使用提高 (10-20)%
药剂持续时间延长 (10-20)%
]],
[[
The Iron Mass
斗士长剑
固定基底词缀: 1
命中值提高 40%
物理伤害提高 152%
攻击速度提高 17%
不洁之力
使用此武器击中有 21% 几率附加凋零
装备在主手时，召唤的魔侍复制此武器
当你近期使用此武器击中时，召唤的魔侍使用此武器的伤害为三倍
]],
[[
玛拉凯的巧技【仿品】
潜能之戒
联盟: 夺宝奇兵
固定基底词缀: 1
有 1 个插槽
此物品上的技能石额外获得【苦难秘辛】
-20% 所有元素抗性
插上 1 个红色技能石时获得 +(75-100)% 火焰抗性
插上 1 个绿色技能石时获得 +(75-100)% 冰霜抗性
插上 1 个蓝色技能石时获得 +(75-100)% 闪电抗性
所有插槽都是白色的
]],
[[
阿兹里圣徽【仿品】
海灵护身符
联盟: 夺宝奇兵
固定基底词缀: 1
每秒回复 1.62% 生命
+100 最大生命
生命回复速度提高 21% 
装备和技能石的属性需求降低 25%
]],
[[
冈姆的壮志【仿品】
荣耀战铠
联盟: 夺宝奇兵
固定基底词缀: 0
没有插槽
闪电伤害提高 (20-40)%
+500 最大魔力
]],
[[
灵魂羁绊【仿品】
饰布腰带
联盟: 夺宝奇兵
固定基底词缀: 1
晕眩回复和格挡回复提高 (15-25)%
{tags:jewellery_attribute}+(20-40) 力量
{tags:jewellery_defense,life}获得等同 (4-6)% 最大生命的额外能量护盾
腐化的灵魂
]],
[[
泯光寿衣【仿品】
禁礼之甲
联盟: 夺宝奇兵
固定基底词缀: 1
+(20-25) 最大魔力
拥有 6 个深渊插槽
]],
[[
图克玛哈堡垒【仿品】
乌木塔盾
联盟: 夺宝奇兵
固定基底词缀: 1
+(20-30) 最大生命
烙印的伤害提高 40%
+(80-100) 最大生命
可以施放 1 个额外烙印
每个烙印可使暴击几率提高 20%
血魔法
凡人的信念
]],
[[
苦梦【仿品】
影语短杖
联盟: 夺宝奇兵
固定基底词缀: 1
元素伤害提高 22%
此物品上的技能石受到 1 级的 元素穿透 辅助
此物品上的技能石受到 10 级的 献祭 辅助
此物品上的技能石受到 1 级的 异常爆发 辅助
此物品上的技能石受到 10 级的 霜咬 辅助
此物品上的技能石受到 1 级的 启迪 辅助
此物品上的技能石受到 10 级的 闪电支配 辅助
]],
[[
神圣哀悼【仿品】
硫磺药剂
联盟: 夺宝奇兵
固定基底词缀: 1
使用时制造奉献地面
持续时间延长 (25-50)%
药剂持续期间获得【异能魔力】
从药剂获得的生命回复同样作用于能量护盾
]],
[[
狮眼的斗志【仿品】
铜影长靴
联盟: 夺宝奇兵
固定基底词缀: 0
当你使用弓箭攻击时触发 5 级的【毒雨】
+(40-60) 力量
+(40-60) 敏捷
攻击附加 12 - 24 基础火焰伤害
移动速度提高 20%
低血时移动速度降低 40%
]],
[[
卡莉莎的优雅之影【仿品】
绣布手套
联盟: 夺宝奇兵
固定基底词缀: 0
此物品上的技能石受到 18 级的释出辅助
+(20-30) 智慧
+(50-80) 最大能量护盾
+(50-70) 最大生命
当你总计消耗超过 800 点魔力后，获得范围效果提高 40% ，持续 2 秒
]],
[[
钢铁指挥【仿品】
死亡之弓
联盟: 夺宝奇兵
固定基底词缀: 1
该装备的攻击暴击率提高 (30-50)%
攻击速度提高 (14-20)%
图腾的生命提高 (14-20)%
附加 (8-12) - (16-24) 基础物理伤害
图腾放置速度提高 (14-20)%
每有 200 力量，散射弩炮 +1 召唤图腾数量上限
每 25 点力量可以为攻击附加 1 - 3 基础物理伤害
]],

[[
阿兹里的捷思【仿品】
瓦尔护手
联盟: 夺宝奇兵
固定基底词缀: 0
+(60-80) 智慧
+(60-75) 最大生命
该装备的护甲提高 (200-220)%
攻击和法术暴击率提高 (25-35)%
近期内你若打出过暴击，则获得【完美苦痛】
]],
[[
安姆布的战甲【仿品】
圣战锁甲
联盟: 夺宝奇兵
固定基底词缀: 0
该装备的护甲与能量护盾提高 (180-220)%
+(60-80) 最大生命
+15% 所有元素抗性
被击中时获得 1 个耐力球
与周围玩家分享耐力球
近期内你若被击中，则每秒失去 2% 生命
]],
[[
深渊之唤【仿品】
艾兹麦坚盔
联盟: 夺宝奇兵
固定基底词缀: 0
+(20-25) 全属性
攻击附加 40 - 75 基础火焰伤害
攻击附加 30 - 65 基础冰霜伤害
攻击附加 10 - 130 基础闪电伤害
+(100-125)% 近战攻击暴击伤害加成
该装备的护甲提高 (100-120)%
受到的元素伤害提高 (40-50)%
]],
[[
Corpsewalker
禁礼之靴
固定基底词缀: 0
装备时触发等级 20 的尸体行走
该装备的闪避与能量护盾提高 87%
移动速度提高 25%
若你近期有消耗灵枢，则伤害提高 24%
周围每个灵枢使你每秒回复 0.25% 生命，每秒最多 3%
]],
[[
Chains of Emancipation
扣链腰带
固定基底词缀: 1
{tags:jewellery_defense}+(9-20) 最大能量护盾
{tags:life}+78 最大生命
{tags:jewellery_resistance}+22% 混沌抗性
敌人击中你造成时空锁链
当你失去时空锁链时获得最大怒气
当你有至少 25 点怒气时免疫诅咒
]],
[[
Actum
屠戮之斧
固定基底词缀: 0
没有插槽
物理伤害提高 235%
你没有智慧
使用此武器的攻击有 28% 暴击率
]],


--3.11 升级装




--3.11


--3.10


--3.9














}


local lines = {
	"妄想症",
	"中型星团珠宝",
	"联盟: 惊悸迷雾",
	"源: 「梦魇拟像」限定掉落",
	"Has Alt Variant: true",
	"Has Alt Variant Two: true",
	"增加 4 个天赋技能",
	"增加的小天赋无效果",
}
local notables = { }
for name in pairs(data["3_0"].clusterJewels.notableSortOrder) do
	table.insert(notables, name)
end
table.sort(notables)
for index, name in ipairs(notables) do
	table.insert(lines, "版本: "..name)
	table.insert(lines, "{variant:"..index.."}其中 1 个增加的天赋为【"..name.."】")
end
table.insert(data.uniques.new, table.concat(lines, '\n'))




local linesForbiddenShako = {
	"禁断的军帽",
	"强化巨盔",
	"联盟: 古灵庄园",
	"源: 由传奇Boss【庄园化身欧莱娜】 专属掉落",
	"等级需求: 68, 59 Str, 59 Int",
	"Has Alt Variant: true",	
	"+(25-30) 全属性",
}
local supports = { }
for name, grantedEffect in pairs(data["3_0"].skills) do

	if not grantedEffect.hidden and not grantedEffect.fromItem  and  grantedEffect.support and not grantedEffect.plusVersionOf then
		local gem= grantedEffect.name:gsub("%(辅%)",""):gsub("（辅）","")
		table.insert(supports,gem)
	end
end
table.sort(supports)
for index, name in ipairs(supports) do
	table.insert(linesForbiddenShako, "版本: "..name)
	table.insert(linesForbiddenShako, "{variant:"..index.."}此物品上的技能石受到 (15-25) 级的 "..name.." 辅助")
end
table.insert(data.uniques.new, table.concat(linesForbiddenShako, '\n'))

